var test = [
    {
        question: `项目经理从制造商那里收到一个更新信息，说一个必要的设备修理可能会导致他们的可交付成果迟八周时间。项目经理应该怎么做？
<br>A.确定关键路径
<br>B.实施沟通管理计划
<br>C.执行假设情景分析
<br>D.对项目进度赶工`, answer: "C", tips: `假设情景分析就是对“如果情景X出现，情况会怎样？ ”这样的问题进行分析，即基于已有的进度计划，考虑各种各样的情景。知识点：章节 6.5.2.4 。`
    }

    , {
        question: `项目经理在规划进度期间注意到，项目所需的技术分析人员数量有限，并且常常不可用。 为 了弥补这一点，项目经理在进度计划中延长了三周时间。项目经理使用的是什么工具或 技术 来调整进度计划？
<br>A.资源优化
<br>B.进度计划工具
<br>C.提前量和滞后量
<br>D.关键路径法`, answer: "A", tips: `题目中使用的是资源优化中的资源平衡。为了在资源需求与资源供 给之间取得平衡，根据资源制约对开始日期和结束日期进行调整的一种技术。克服特定时间 内资源数量有限或过度分配，资源平衡往往导致关键路径改变，通常是延长。知识点：章节 6.5.2.3。`
    }

    , {
        question: `项目经理已经完成了收集干系人的需求工作，并且必须在即将召开的指导委员会会议提交项目进度计划。在制定项目进度计划之前，项目经理应该做什么？
<br>A.创建工作分解结构 (WBS)
<br>B.执行风险分析
<br>C.估算项目成本
<br>D.定义活动`, answer: "D", tips: `在制定进度计划之前、收集需求之后，必须完成的是定义活动。选项D是以选项A为基础的。知识点：章节 6.2。`
    }

    , {
        question: `设计团队发现项目经理创建的工作分解结构 (WBS) 遗漏了关键任务。若要避免这个问题，项目经理应该事先做什么？
<br>A.获得主题专家 (SMEs) 的专家判断
<br>B.审查过往项目的历史信息
<br>C.创建需求跟踪矩阵
<br>D.制定一份石川图`, answer: "C", tips: `需求跟踪矩阵是把产品需求从其来源连接到能满足需求的可交付成果的一种表格。使用需求跟踪矩阵，应该包括项目范围和WBS可交付成果。知识点：5.2.3.2`
    }

    , {
        question: `在项目执行期间，团队识别到几个变更请求，其中包括项目成功所需的功能，这些功能未能包含在需求跟踪矩阵中。若要避免这种情况，项目经理事先应该做什么？
<br>A.创建工作分解结构(WBS)
<br>B.定义范围
<br>C.核实范围
<br>D.控制范围`, answer: "B", tips: `定义范围的输出包括对跟踪需求矩阵的更新。章节 5.3`
    }

    , {
        question: `团队根据原型评审会上的客户反馈意见实施了一项变更，一位关键相关方现在担心项目可 交 付成果不符合验收标准。项目经理应该如何防止再次发生这种情况？
<br>A.检查工作分解结构 (WBS) 以确定哪些相关方的可交付成果受到影响
<br>B.评审相关方参与过程并利用相关信息更新相关方参与计划
<br>C.与发起人讨论制定相关方参与计划的相关事宜
<br>D.使用一个来自以前类似项目的相关方参与过程`, answer: "A", tips: `相关方担心可交付成果不符合验收标准，项目经理应检查 WBS，找 出 哪些可交付成果受到变更的影响，以便进行分析并应对。知识点：章节 5.4。`
    }

    , {
        question: `项目经理正在执行一个涉及不同业务部门的全公司项目。在一次规划会议上，项目经理注意到每个部门的具体需求不能引起其他部门的兴趣，这影响到会议的质量。若要解决这个问题，项目经理应该怎么做？
<br>A.石川图和需求跟踪矩阵
<br>B.焦点小组会议和思维导图
<br>C. 引导和亲和图
<br>D.头脑风暴和需求跟踪矩阵`, answer: "C", tips: `引导有助于建立现任、改善关系、改善沟通。章节 5.2.2.6`
    }

    , {
        question: `在审查进度计划时，项目经理发现由于一个意外问题导致存在严重的范围蔓延。项目经理应该怎么做？
<br>A.停止与该问题相关的工作，并通知项目发起人。
<br>B.更新风险登记册并通知发起人。
<br>C. 向变更控制委员会(CCB)提交变更请求，并更新项目基准。
<br>D.使用因果图执行根本原因分析，并更新风险管理计划。`, answer: "C", tips: `范围蔓延，纠正回来还是要变更。`
    }

    , {
        question: `一家公司计划扩大其公司网站的服务范围。项目经理开始根据批准的项目章程收集详细的需求。项目经理应该怎么做才能就项目的可交付成果达成一致意见？
<br>A.与相关方和主题专家(SMEs)一起召开焦点小组会议
<br>B.与关键相关方一起使用引导技术
<br>C.与相关方一起进行头脑风暴
<br>D.访谈关键相关方和发起人，以获取有关需求的更多信息`, answer: "B", tips: `收集需求时采用引导 (研讨会) 的目的，是协调相关方的需求差异， 最终达成一致意见。知识点：章节 5.2.2.6`
    }

    , {
        question: `一个项目的预计工期为六个月，项目经理在第五个月加入该项目。经调查发现，一些需要的活动尚未开始，而一些不必要的活动却已经完成。为避免这个问题，应事先制定哪一份计划？
<br>A.质量管理计划
<br>B.风险管理计划
<br>C.范围管理计划
<br>D.沟通管理计划`, answer: "C", tips: `需要做的没有做，不需要做的却已经完成，这是范围没有管理到位， 事先应该制定范围管理计划。知识点：章节 5.1.3.1。`
    }

    , {
        question: `完成一个项目的第一个可交付成果后，一位相关方告知该可交付成果不满足业务需求。项目经理下一步应该怎么做？
<br>A.审查工作分解结构(WBS)字典
<br>B.提交一份变更请求，以增加时间修正可交付成果
<br>C.执行核实范围过程
<br>D.更新项目管理计划`, answer: "C", tips: `可交付成果完成后应该去控制质量进行内部核实，再去确认范围进 行外部验收。题干说一位相关方不满意，应该完整地进行 5.5 。知识点：章节 5.5`
    }

    , {
        question: `在项目执行过程中，项目经理得知一项法规变化将需要实施额外的技术控制。项目经理与团队一起执行了影响评估。项目经理下一步应该怎么做？
<br>A.请发起人提供额外资金以解决新的需求
<br>B.更新范围管理计划
<br>C.将其添加进风险登记册
<br>D.提交一项变更请求，以增加范围`, answer: "D", tips: `法规要求增加额外的技术控制，即增加范围，进行变更请求。`
    }

    , {
        question: `一家公司启动一个项目，旨在下一季度结束前提高客户满意度。项目经理应该如何确定最佳实践？
<br>A.使用标杆对照
<br>B.组织焦点小组会议
<br>C.安排一次引导式研讨会
<br>D.创建一份亲和图`, answer: "A", tips: `标杆对照是将实际或计划的项目实践或项目的质量标准与可比项目 的实践进行比较，以便识别最佳实践，形成改进意见，并为绩效考核提供依据。知识点：章 节 5.2.2.2。`
    }

    , {
        question: `一个设计团队被分配开发一项新技术，让公司能够符合新的政府规定。应该用什么来收集产品设计属性？
<br>A.控制图
<br>B.需求跟踪矩阵
<br>C.工作分解结构 (WBS)
<br>D.头脑风暴`, answer: "D", tips: `头脑风暴是收集需求的工具和技术。知识点：章节 5.2.2.2。`
    }

    , {
        question: `尽管未获得事先同意，一位项目团队成员假设客户将会批准，开发了一个功能。项目经理应该怎么做？
<br>A.坚持不包含这个功能
<br>B. 由于工作已经完成，继续进行项目
<br>C.查阅范围管理计划来决定下一步行动
<br>D.通知相关方，并签发变更请求`, answer: "C", tips: `范围管理计划是项目管理计划的组成部分，描述将如何定义、制定、 监督、控制和确认项目范围，确定如何审批和维护范围基准；选项 D  中的顺序描述错误,并 且 C  在 D  之前执行。知识点：章节 5.1.3.1。`
    }

    , {
        question: `项目经理完成了一个重要的IT部署项目。项目经理与发布经理确认，所有系统都在正常运行，并且质量保证团队已经验证了这些功能。通知客户之后，项目经理下一步应该怎么做？ 
<br>A.将经验教训更新到组织知识库中
<br>B.更新风险登记册、项目相关方和项目团队成员
<br>C.关闭采购计划
<br>D.确认并完成发布文档`, answer: "D", tips: `符合验收标准的可交付成果应该由客户或发起人正式签字批准。应 该从客户或发起人那里获得正式文件，证明相关方对项目可交付成果的正式验收。知识点： 章节 5.5.3. 1。`
    }

    , {
        question: `一位新的项目经理加入一个正在进行的项目。在知识转移会议上，项目经理意识到业务需求不明确，与前项目经理的理解不同。在继续项目活动之前，项目经理应该做什么来确定起点？
<br>A. 审查需求管理计划，相关方登记册和功能需求
<br>B. 阅读项目管理计划、项目章程和商业文件
<br>C.查阅工作分解结构 (WBS)、范围、进度计划和质量规划文件
<br>D.审查需求跟踪矩阵、相关方管理计划和验收标准`, answer: "B", tips: `参考收集需求过程的输入。知识点：章节 5.2.1.1 、5.2.1.2 、5.2.1.4。`
    }

    , {
        question: `项目团队经常遗漏可交付成果。若要解决这个问题，项目经理首先应该怎么做？ <br>A.收集由团队执行的活动和任务的相关信息。
<br>B.将工作委托给高级团队成员，让其担任主管。
<br>C.将所有队员成员的工作分成相等的部分。
<br>D.提供培训，以便团队成员可以处理额外的工作`, answer: "A", tips: `按照 100%原则创建 WBS ，来确保既没有遗漏的工作，也没有多余 的工作。WBS   中的每个工作包都需分解成活动，以便通过这些活动来完成相应的可交付成 果。选项 B 、C  和 D  明显不正确。知识点：章节 5.4.2.2。`
    }

    , {
        question: `一个构建月度报告的项目涉及两个团队。团队X从事后端数据库的工作，团队Y从事构建报告的用户界面前端工作。项目经理要求两个团队的代表在需求收集过程中担任主题专家(SMEs) ，其中一位主题专家是该领域广受尊敬的人物，项目经理担心可能出现偏差。项目经理应使用什么工具或技术？
<br>A.德尔菲技术
<br>B. 多标准决策分析
<br>C.石川图
<br>D.头脑风暴`, answer: "A", tips: `德尔菲技术能够避免对他人造成不适当的影响。知识点：章节 5.2.2.4。`
    }

    , {
        question: `项目经理发现项目可交付成果与发起人期望之间存在若干不一致之处，为确保一致，项目经理应该制定下列哪一项？
<br>A.风险登记册
<br>B.相关方参与计划
<br>C.沟通管理计划
<br>D.工作分解结构 (WBS)`, answer: "D", tips: `确保可交付成果和发起人的期望一致，首先要收集发起人的需求、 再定义范围，按照范围基准交付。知识点：章节 5.4。`
    }

    , {
        question: `一件工作产品即将到发布期限，项目经理和团队得知该工作产品的功能不能满足要求。客 户已经承诺在计划日期提供功能齐全的产品。在记录这个问题后，项目经理应该怎么做？ 
<br>A.在用户验收测试期间解决该问题
<br>B.获得额外的资源专业知识
<br>C.通知客户和发起人
<br>D.与客户协商获得额外的时间`, answer: "A", tips: `，用户验收测试来确认功能是否齐全。发布日期临近，且需按计划提 供功能齐全的产品，因此PM需记录该问题，并积极尽心解决。选项B没有在题目中指明。`
    }

    , {
        question: `项目收尾时，项目经理审查上一个阶段收尾信息，以验证所有项目工作是否完成。项目经理应该做什么？
<br>A.集合团队，认可她们对项目付出的努力
<br>B.通知项目发起人项目已收尾
<br>C.在组织过程资产中更新经验教训
<br>D.执行偏差分析`, answer: "D", tips: `考结束项目或阶段的工具，偏差分析。知识点：章节 4.7.2.2。`
    }

    , {
        question: `在项目执行期间，一个团队成员识别出以前未被识别为项目相关方的职能经理提交了新需求。项目经理应该怎么做？
<br>A.与项目发起人开会，获得反馈
<br>B.启动实施整体变更控制过程
<br>C.对需求执行成本效益分析
<br>D.将该职能经理添加进沟通管理计划`, answer: "B", tips: `未被识别为干系人的职能经理提交了新需求，应该更新干系人登记册、 实施整体变更控制。知识点：章节 4.6。`
    }

    , {
        question: `批准项目章程之后，人力资源总监要求增加项目范围。一名项目团队成员在没有通知项目经理的情况下增加了这些范围。项目经理应该怎么做？
<br>A.与团队成员讨论该问题
<br>B.执行实施整体变更控制过程
<br>C.寻求项目发起人的指导
<br>D.与项目管理办公室 (PMO) 一起审查范围变更`, answer: "B", tips: `题目出现了范围蔓延问题，应强调实施变更控制流程，让项目回到正常轨道。知识点：章节 4.6。`
    }

    , {
        question: `在项目启动阶段，项目经理审查了经验教训知识库。项目经理得知，之前有一个项目由于 不断的范围蔓延而失败，这个项目无法负担额外的时间或预算。为避免项目失败，项目经理 应该怎么做？
<br>A.拒绝所有超出范围的变更请求
<br>B.管理关键相关方的期望
<br>C.将该信息升级上报给发起人
<br>D.包含严格和正式的过程批准变更`, answer: "D", tips: `如何避免范围蔓延，应该严格遵循变更管理流程。知识点：章节 4.6。`
    }

    , {
        question: `一家公司正在建立一个系统来提高客户服务团队的服务质量，项目经理确定过往项目的经验教训不适合这个项目。项目经理如何收集足够的信息来准备经济可行性研究？
<br>A.与法律部门会面， 以识别即将出台的政府和监管行业要求。
<br>B.分析市场、组织和社会需求、生态要求和客户请求。
<br>C.进行调查，以确定最新的客户需求，与主要竞争对手之间的服务差距，以及市场的服务趋 势。
<br>D.与技术部门会面，了解技术的最新发展， 以及新系统提供的成本节省机会。`, answer: "B", tips: `可行性研究是商业论证的内容，商业论证的编制由一个或多个因素引 发。知识点：章节 4.1.1. 1。`
    }

    , {
        question: `新项目似乎具有高层级风险因素和环境制约因素。尽管其他项目经理提出了警告，一位项 目经理仍然决定管理该项目。项目经理应该将项目的高风险性质记录在哪里？
<br>A.项目章程
<br>B.相关方参与计划
<br>C.问题日志
<br>D.项目管理计划`, answer: "A", tips: `项目的高层级风险应该记录在项目章程当中。知识点：章节 4.1.3.1。`
    }

    , {
        question: `一名关键项目发起人要求项目经理实施一项新功能，而该功能可能影响项目的最后期限， 项目团队必须评估这项请求的影响。项目经理应如何成功利用实施随整体变更控制过程？
<br>A.使用项目管理计划作为输入
<br>B.检查项目章程
<br>C.考虑批准的变更请求
<br>D.审查进度计划和成本基准`, answer: "A", tips: `PM  应该参考项目管理计划中的变更管理计划实施整体变更控制过程。 知识点：章节 4.6。`
    }

    , {
        question: `在开始进行一个已获批准工作包的工作之后，一名团队成员了解到项目管理计划未更新。 该团队成员应该怎么做？
<br>A.签发变更请求，以更新项目管理计划
<br>B.推迟工作，直到项目经理更新项目管理计划
<br>C.继续工作，并要求项目经理更新项目管理计划
<br>D.请求发起人许可在等待项目管理计划更新的同时继续工作`, answer: "A", tips: `本题目是一个异常的情景，比较四个选项，A  为最合适的做法，积 极通过变更流程进行补救。知识点：章节 4.6。`
    }

    , {
        question: `一个关键项目已获批准，一位关键相关方根据以往的经验，担心与该项目相关的风险。项 目经理下一步应该怎么做？
<br>A.更新项目管理计划和风险登记册
<br>B.分析项目范围
<br>C.请求项目发起人就风险提出具体意见
<br>D.审查项目章程中记录的高层级风险、假设条件和制约因素`, answer: "D", tips: `刚获得批准的项目要识别风险应该审查章程中的高层及风险与假设条件。知识点：章节 4.1.3。`
    }

    , {
        question: `在执行一个潜艇现代化项目期间，客户要求安装新的潜望镜。项目经理必须怎么做？ <br>A.检查可行性，准备预算，并获得变更请求批准
<br>B.执行实施整体变更控制过程，获得预算批准，并执行变更请求
<br>C.准备变更请求，获得变更控制委员会 (CCB) 的批准，并实施变更
<br>D.检查可行性，准备报价和预算，并获得客户的批准`, answer: "B", tips: `本题目考察变更流程。选项 A  和 D  不符合流程。选项 C  没有 B  完 整。知识点：章节 4.6。`
    }

    , {
        question: `一家组织希望开展一个网络开发项目。在与相关方讨论之后，销售团队决定在不同渠道投资，将会产生更多收入。这是使用什么工具或技术来做出这个决定？
<br>A.专家判断
<br>B.成本效益分析
<br>C.访谈
<br>D.头脑风暴`, answer: "B", tips: `商业论证或类似文件从商业视角描述必要信息，并据此决定项目的预 期结果是否值得所需投资。高于项目级别的经理和高管们通常使用该文件作为决策的依据， 商业论证包含商业需要分析与成本效益分析。知识点：章节 4.1.1. 1。`
    }

    , {
        question: `已根据批准的范围启动一个项目。在实施项目设计过程中，一位团队成员表示该产品在特定情景下不能满足需求。解决这个问题将增加范围和成本，且项目将错过最后期限。项目发起人不提供额外的资金来支持这个项目。项目经理应该怎么做？
<br>A.进行风险分析并向项目发起人更新进展
<br>B.执行实施整体变更控制过程
<br>C.纠正问题，以让客户满意
<br>D.通知客户并协商接受风险`, answer: "B", tips: `遵循变更流程解决该问题。知识点：章节 4.6。`
    }

    , {
        question: `在项目收尾过程中，项目经理得知他们必须快速加入一个更高优先级的项目。如果立即启动项目，这个新项目将为公司带来200万美元的增量价值。项目经理应该怎么做？
<br>A.关闭所有风险并转到新项目
<br>B.将剩余任务委托给替代资源
<br>C.确保所有相关项目文件均已存档
<br>D.执行项目标杆对照一家公司计划交付一种新产品，但目前无法获得需要的技能。`, answer: "C", tips: `PM  应该有力促进前一个项目的收尾工作。知识点：章节 4.7 。A ： 关闭所有风险不代表项目完成收尾，排除。B，未确定存在替代资源代替 PM  接管收尾工作， 干扰项。D  是在接收新项目之后可能采取的措施，不是本项目应该做的事情`
    }

    , {
        question: `若要启动这个项目，项目经理应该把重点放在哪里？
<br>A.详细的项目需求
<br>B.质量控制
<br>C.高层级风险的评估
<br>D.竞争对手分析`, answer: "C", tips: `在项目启动阶段需要将缺乏技能列为高层级风险。知识点：章节 4.1.3.1。`
    }

    , {
        question: `在规划项目开工大会时，项目经理应该如何处理干系人的期望?
<br>A.澄清业务需求
<br>B.确定项目沟通渠道
<br>C.审查类似项目的经验教训
<br>D.列出产生主要可交付成果的活动`, answer: "B", tips: `项目开工会议通常意味着规划阶段结束和执行阶段开始，旨在传达项 目 目标、获得团队对项目的承诺，以及阐明每个相关方的角色和职责。澄清业务需求，列出 产出可交付成果的活动与启动大会的目标关联度不大。知识点：章节 4.2.2.4`
    }

    , {
        question: `在与客户进行设计讨论期间，一个所需的功能被认定为过时。客户的项目经理同意可以将 其从项目范围中删除。项目经理下一步应该怎么做？
<br>A.从项目范围中删除这一项
<br>B.遵循正式的变更管理过程
<br>C.与项目发起人一起审查变更
<br>D.修改关键路径`, answer: "B", tips: `遵循变更流程进行范围方面的变更。知识点：章节 4.6。`
    }

    , {
        question: `项目团队成员习惯于在制定好的变更控制过程之外进行变更。在一次团队会议上，向公司董事会发出另一个变更请求。项目经理应该怎么做？
<br>A.接受该变更请求，并继续管理项目以满足其要求和进度计划
<br>B.通知请求者应该通过变更控制过程来处理变更
<br>C.召开一次团队建设会议，希望团队在所有变更之后重新走回正轨
<br>D. 向项目发起人询问有关变更和项目绩效的详细信息`, answer: "B", tips: `要遵循变更流程处理变更请求。知识点：章节 4.6。`
    }

    , {
        question: `在一次状态会议上，客户的一名员工要求项目经理提供新的产品功能。项目经理不确定谁 有权批准请求。项目经理首先应该查阅哪份文件？
<br>A.变更日志
<br>B.变更管理计划
<br>C.执行，负责，咨询和知情 (RACI) 矩阵
<br>D.组织过程资产`, answer: "B", tips: `变更控制系统包含在变更管理计划中。该系统不仅说明什么样的变更需要哪个层次的批准，而且也说明在什么情况下可以不经批准就实施变更。该系统说明CCB的组成、权力与责任。知识点：章节 4.6.1. 1。`
    }

    , {
        question: `客户申请破产，项目在完工前结束。项目经理应首先在最终项目报告中包含什么文件？ 
<br>A.经验教训
<br>B.将未完成的可交付成果文件转移给运营小组
<br>C.项目绩效报告
<br>D.项目终止原因`, answer: "D", tips: `如果项目在完工前就提前终止，结束项目或阶段过程还需要制定程 序，来调查和记录提前终止的原因。知识点：章节 4.7.3.4。`
    }

    , {
        question: `一个计算机更换项目延迟了两周时间，因为团队发现一些组件存在质量问题。项目经理下一步应该怎么做？
<br>A.提交变更请求
<br>B.重定项目进度计划
<br>C.更新项目管理计划
<br>D.取消项目`, answer: "A", tips: `发现质量问题，应该进行缺陷补救，走变更流程。知识点：章节 4.3.3.4。`
    }

    , {
        question: `公司请一名新项目经理来管理一个小型高端项目。如果这个项目成功，将会为公司带来额外的工作。有效的收尾过程将是项目成功的关键因素。为确保成功，项目经理必须产生什么 可交付成果？
<br>A.验收文件
<br>B.储备分析
<br>C.进度报告
<br>D.采购审计`, answer: "A", tips: `正常收尾的准入且必要条件是获得正式验收。在项目收尾期间，项目经理应该回顾以往的阶段文件，确认范围过程输出的验收的可交付成果。知识点：章节 4.7.1.2。`
    }

    , {
        question: `一名团队成员不清楚项目经理的主要职责和职权级别，哪一份文件可以帮助团队成员了解这一点？
<br>A.项目章程
<br>B.项目管理计划
<br>C.组织结构
<br>D.项目资源管理划`, answer: "A", tips: `项目章程是由项目启动者或发起人发布的，正式批准项目成立，并 授权项目经理动用组织资源开展项目活动的文件。知识点：4.1.3.1。`
    }

    , {
        question: `项目经理在两个期限紧迫的项目之间轮替。尽管时间有限，但他决定从这两个项目中收集经验教训。项目经理应如何收集经验教训？
<br>A.在每个项目完成时记录经验教训。
<br>B.请求知识管理部门的帮助。
<br>C.存档项目会议的所有会议记录。
<br>D.从启动阶段开始，定期记录经验教训。`, answer: "D", tips: `经验教训总结工作应该及时、尽早，并在整个项目期间不断更新。 知识点：章节 4.4.3. 1。`
    }

    , {
        question: `一名团队成员急于将客户正在考虑的新功能添加到项目可交付成果中。在开始为这些新功能工作之前，需要谁的批准？
<br>A.项目经理
<br>B.变更控制委员会 (CCB)
<br>C.项目发起人
<br>D.主题专家 (SME)`, answer: "B", tips: `对于引起基准的变更需要获得 CCB  的审批后才可执行。知识点：章 节 4.6.2.5。`
    }

    , {
        question: `一个项目要求在六个月内交付项目，项目经理担心时间表不合理。为解决这种情况，项目经理应该怎么做？
<br>A.按照项目要求制定项目管理划
<br>B.请求额外的资源
<br>C.与主题专家 (SMEs) 和发起人会面， 以设定可实现的期望
<br>D.通知项目发起人不能满足时间表`, answer: "C", tips: `时间表不合理，积极与专家、发起人确定可实现的期望。知识点： 章节 3.4.4. 1。`
    }

    , {
        question: `招募项目经理时，项目发起人列出面试人选的候选名单。项目发起人应将哪项技能列为最 高选择标准？
<br>A.进度安排
<br>B.沟通
<br>C.规划
<br>D. 问题解决`, answer: "B", tips: `在由上级和团队成员指定的项目经理中，排名前 2%的项目经理之 所以脱颖而出，是因为他们展现出了超凡的人际关系和沟通技能以及积极的态度。知识点： 章节 3.3.2`
    }

    , {
        question: `职能部门经理做出的一项决策对项目产生负面影响，项目经理首先应该做什么？
<br>A.与职能经理交谈，让他们了解他们决策的影响。
<br>B.让公司高管参与确定职能经理决策的影响。
<br>C.向职能经理提供其决策产生的问题清单。
<br>D.咨询其他经理，看看他们是否也曾与该职能经理发生同样的问题。`, answer: "A", tips: `按照题干的描述，职能经理做出的决策对项目产生了负面影响，作为项目经理，需要用正确的方式进行干预。无论是要纠正还是要预防，更合理的方式是要先 找到该职能经理沟通，要让其了解该决策带来的影响。B  选项往往是在迫不得已，职能经理 不合作的情况下，才要采取的方法。知识点：P60 ，章节 3.4.4 ，领导力技能。`
    }

    , {
        question: `一位新项目经理加入了由高级项目经理监督的项目，发起人要求新项目经理制定质量管理计划，项目经理应该怎么做？
<br>A. 向高级项目经理咨询已制定的质量过程和计划，并在选择适当的标准时寻求指导 <br>B.与客户开会收集需求
<br>C.要求发起人提供成本效益分析和标杆对照样本
<br>D.提交变更请求推迟了质量管理计划的发展计划直到质量矩阵和质量检查表被创造`, answer: "A", tips: `题干里的高级项目经理可以理解为类似 PMO  的角色，当项目经理 对项目进行规划并制定相应的项目管理计划的子计划的时候，需要咨询该高级项目经理已制 定的质量过程和计划。必要的时候，也需要该高级项目经理提供指导。知识点：P48 ，章节 2.4.4.3 ，项目管理办公室。`
    }

    , {
        question: `项目经理正在管理一个项目，该项目与最近完成的一个项目类似。高级管理人员要求快速启动项目。若要加快启动过程，项目经理应该做什么？
<br>A.重复利用之前项目的周期报告。
<br>B.查看其它项目经理的问题日志。
<br>C.使用先前已存档项目的估算信息。
<br>D. 降低项目的复杂性，因为它具有相同的风险。`, answer: "C", tips: `当前项目与之前完成的某项目类似，能使用的只有储存在组织过程资 产当中的现有估算信息或者用于估算的参数等。每个项目都会有其独特的问题以及风险，可 以参考但是一定无法照搬。知识点：P39 ，章节 2.3 ，组织过程资产。`
    }

    , {
        question: `项目经理正在识别一个项目章程的风险，该公司最近宣布，所有IT项目必须使用第三方 云基础构架实施。项目经理可以使用什么作为公司第一个基于云的IT项目的风险相关输入来源？
<br>A.事业环境因素
<br>B.组织过程资产
<br>C.外部顾问
<br>D.组织知识库`, answer: "A", tips: `题目中的关键词是“必须使用第三方的云基础架构”，“风险输入”， 说明考点是识别风险的输入。“基础架构”属于组织内部的事业环境因素。知识点：P413， 章节 11.2.1.5 ，事业环境因素。P38 ，章节 2.2.1 ，组织内部的事业环境因素。`
    }

    , {
        question: `项目经理正在规划一项举措，必须交付给之前没有交付经验的世界上某些地方。若要识别全球范围的项目制约因素，项目经理能够做什么？
<br>A.审查经验教训
<br>B.与项目发起人一起召开实况调查会议
<br>C.与全球项目相关方头脑风暴
<br>D.研究事业环境因素`, answer: "D", tips: `识别全球范围的项目制约因素，即事业环境因素。本题考点为事业 环境因素的内容。P39`
    }

    , {
        question: `项目团队成员来自于多个部门，并将处理项目和运营活动，任务和资源均已确定。若要确保资源，项目经理应做什么？
<br>A.要求职能经理为项目提供可用资源。
<br>B.与职能经理协商项目的资源和角色。
<br>C.联系资源，沟通任务，并与职能经理确认。
<br>D.将资源需求发送给发起人以与职能经理协商。`, answer: "B", tips: `职能型组织中，职能经理拥有资源管理权限，项目经理需要和职能经 理协商、谈判以确保获取资源。知识点：P47 ，章节 2.4.4 ，组织结构对项目的影响。`
    }

    , {
        question: `项目经理正在一个职能型组织中管理一个项目，一位关键相关方请求进行一项高影响变更，这将使可交付成果的成本增加50% ，变更控制委员会(CCB)尚未成立。但是，项目经理仍然启动变更控制过程。由谁负责批准该变更？
<br>A.项目团队和关键相关方
<br>B.项目发起人和职能经理 
<br>C.项目经理和职能经理
<br>D.项目经理和项目团队`, answer: "B", tips: `职能型组织中，职能经理为项目预算的管理者，同时成本增加 50%， 幅度较大，需要发起人的批准。知识点：P47 ，章节 2.4 ，组织结构对项目的影响。`
    }

    , {
        question: `首席信息官告知项目经理项目使用一个公共文件共享网站的行为违反了公司的安全要求。项目经理应在下列哪一份文件中找到这项需求？
<br>A.项目安全计划
<br>B.事业环境因素
<br>C.组织过程资产
<br>D.项目管理信息系统`, answer: "C", tips: `安全政策、安保政策属于组织过程资产。知识点：章节 2.3P39  页” 组织过程资产”。`
    }

    , {
        question: `当一个团队克服一系列技术难题时，项目经理应该怎么做来确保其他团队从他们的经验中收益？
<br>A.与其他团队一起召开知识转移会议，分享他们的经验
<br>B.向所有公司员工发送经验摘要
<br>C.与其他团队的技术成员分享经验
<br>D.将经验记录在企业知识库中`, answer: "D", tips: `知识点：章节 2.3.2  组织知识库。P41  页，组织知识库`
    }

    , {
        question: `项目经理加入公司，经验有限。当被任命管理一个项目时，该项目经理首先应该怎么做？ 
<br>A.请求公司指导
<br>B.寻求专家判断
<br>C.审查组织过程资产
<br>D.识别项目相关方`, answer: "C", tips: `，项目经理经验不足，应先审查组织过程资产，组织过程资产包括来自 任何 (或所有) 项目执行组织的，可用于执行或治理项目的任何工件、实践或知识，还包括 来自组织以往项目的经验教训和历史信息。知识点：章节 2.3 ，P39  页，“组织过程资产”。`
    }

    , {
        question: `项目章程最近已获得批准。然而，项目经理忽视了可能延迟进度计划的关键监管要求。若要避免这种疏忽，项目经理应检查什么？
<br>A.项目管理计划
<br>B.组织过程资产
<br>C.事业环境因素
<br>D.协议`, answer: "C", tips: `事业环境因素包含了政府或行业标准。例如包括与产品、生产、环境、 质量和工艺有关的监管机构条例和标准。知识点：章节 2.2.2`
    }

    , {
        question: `项目经理希望在项目启动阶段执行风险分析。为确保项目成功，项目经理应首先审查下列哪一项组织过程资产？
<br>A.更新的项目风险登记册
<br>B.风险管理计划和相关方承受力
<br>C.历史信息和经验教训
<br>D.组织基础设施和市场条件`, answer: "C", tips: `历史信息与经验教训知识库 (如项目记录与文件、完整的项目收尾信息与文件、关于以往项目选择决策的结果及以往项目绩效的信息，以及从风险管理活动中获取的信息) 。知识点：章节 2.3.2 。P41页`
    }

    , {
        question: `经过长期合同谈判，终于签订合同。项目经理下一步应该怎么做？
<br>A.审查合同的服务水平协议 (SLA)
<br>B.审查合同的资源矩阵
<br>C.与关键项目相关方一起召开项目启动大会
<br>D.更新经验教训`, answer: "D", tips: `经验教训登记册可以记录遇到的挑战、问题、意识到的风险和机会， 或其他适用的内容。知识点：P41  页“历史信息与经验教训知识库 (如项目记录与文件、完 整的项目收尾信息与文件、关于以往项目选择决策的结果及以往项目绩效的信息，以及从风 险管理活动中获取的信息)”`
    }

    , {
        question: `产品设计被认定为是各种制造问题的根本原因。若要在将来避免面对同样的问题，项目经理应该怎么做？
<br>A.执行实施质量管理过程
<br>B.审查质量管理计划
<br>C.执行实施整体变更控制过程
<br>D.更新经验教训知识库`, answer: "D", tips: `避免将来遇到同样的问题，需要更新经验教训。知识点：章节 2.3.2。`
    }

    , {
        question: `在一个为期五年的项目执行一年后，项目经理得知，团队人员流动率高的原因在于团队没有收到与正在从事同一个项目的其他团队相同的财务津贴。项目经理预测，因为如此高的人员流动率，该项目将遭受两年半的延期。支付额外补偿的金额未包含在合同中，项目发起人不愿意重新谈判。项目经理应该怎么做？
<br>A.向项目发起人提出一个减少范围的变更请求。
<br>B.使用预算储备支付补偿。
<br>C.将该问题升级上报给组织的项目集成或项目组合管理办公室(PMO)。
<br>D.请求延长工期。`, answer: "C", tips: `项目经理遇到解决不了的问题，向上级及 PMO  寻求帮助。`
    }

    , {
        question: `为获得新项目所需的资源，项目必须得到所有职能经理的许可。这家公司属于什么组织结构？
<br>A.平衡矩阵型组织
<br>B.弱矩阵型组织
<br>C.强矩阵型组织
<br>D.职能型组织`, answer: "D", tips: `职能型组织中项目经理在资源的可用性上是无权或者极少有支配权。 知识点：表 2- 1  组织结构对项目的影响。`
    }

    , {
        question: `在矩阵型组织中，刚刚传达了评价级别。其中一位团队成员获得了意想不到的低绩效评价，这位团队成员现在失去动力，影响到项目工作。若要避免这个问题，项目经理应该事先做什么？
<br>A.与职能经理协商评价等级
<br>B.与职能经理协作对团队进行评价
<br>C.为职能经理执行整体性评价
<br>D.允许职能经理全权负责团队评价`, answer: "B", tips: `在矩阵型组织中，pm  应该和职能经理合作进行绩效评价。知识点： 章节 2.4.4。`
    }

    , {
        question: `一位团队成员通知项目经理，一种计算机病毒正在关闭整个公司的工作站。项目经理应该怎么做？
<br>A.宣布发生严重的安全问题，并将其升级上报给危机管理委员会
<br>B.尝试确定病毒的类型及其来源
<br>C.通知IT安全部
<br>D.关闭所有系统并等待有关下一步操作的信息`, answer: "C", tips: `发现计算机病毒，应告知公司的 IT  安全部门进行处理。这是公司 IT 部门关于病毒防范的常规操作 (安装杀毒软件、定期更新、及时报告等)。知识点：章节 2.2。 A  不是 PM  这个等级可以做的事情。B ，不属于 PM  的责任范畴。D ，不是 PM  具有的操 作权限，PM  只有自身负责项目或系统权限。`
    }

    , {
        question: `项目经理正在执行一个新的项目，以解决之前完成的一个项目中的差距。项目经理首先应该做什么？
<br>A.计划使用相同的项目资源
<br>B.准备项目管理计划
<br>C.定义需求，并最终确定范围
<br>D.参考经验教训文件`, answer: "D", tips: `PM要参考之前项目的经验教训总结。知识点：章节 2.3。`
    }

    , {
        question: `矩阵型组织中的一个复杂项目的项目经理正在准备项目章程。项目经理应该获得谁的批准？
<br>A.公司CEO
<br>B.项目发起人
<br>C.项目经理的职能经理
<br>D.负责承担可交付成果的职能经理`, answer: "B", tips: `项目章程是由项目发起人发布的，正式批准项目成立，并授权项目经 理动用组织资源开展项目活动的文件，A 、C 、D  都可以是项目发起人。知识点：P34 ，章节 1.2.6.3 ，项目章程和项目管理计划。`
    }

    , {
        question: `在准备验收文件时，项目经理意识到未能包含两个功能。开发人员表示，虽然这些功能不完整，但客户不会注意到。公司需要为该项目开具发票并收取付款，以支付未来六个月的工资。项目经理应该怎么做？
<br>A.根据该开发人员的意见准备验收文件
<br>B.在准备验收文件之前包含这些功能。
<br>C. 审查需求管理计划。
<br>D.提交变更请求。`, answer: "D", tips: `全球项目管理业界定义的最重要的价值观是责任、尊重、公正和诚实。《道德与专业行为规范》确立了这四个价值观的基础地位。准备验收时需要将需求与实 际结果比较， 以决定是否有必要进行变更、采取纠正措施或预防措施。知识点：P3 ，章节 1.1.3 ，道德与专业行为规范；P165 ，章节 5.5.1.2 ，需求文件。`
    }

    , {
        question: `项目团队刚刚为一个客户的项目制定了高层级时间表，客户抱怨说他们需要在更短的时间内完成项目。项目经理应该做什么？
<br>A.让商业需求与客户的期望保持一致。
<br>B.快速跟进活动以缩短项目的持续时间。
<br>C.让团队确定如何缩短持续时间。
<br>D.让他们的主管管理客户关系。`, answer: "A", tips: `客户要求是商业需求的引发因素之一，商业需求是商业论证的基础，商业论证是项目章程的输入。项目的重要成功标准之一就是使干系人满意，所以商业需求需 要与客户的期望保持一致。知识点：P77，章节 4.1.1.1  商业文件-商业论证；清晖讲义 V2.0， 章节 1.2.6.4 ，项目成功的具体标准。`
    }

    , {
        question: `在一个落后于进度计划的活动项目后期，一个新的项目经理加入团队，项目经理发现相关方并不知道该项目的状态。新项目经理应该做什么？
<br>A.当项目回到正轨时通知相关方。
<br>B.立即向所有相关方发送工作绩效报告。
<br>C.确定哪个相关方应对延迟负责。
<br>D.审查风险报告，然后通知相关方。`, answer: "B", tips: `项目落后于进度，新的项目经理加入团队却发现干系人并不了解项目 状态，那么接下来需要做的是需要向所有的干系人发送工作绩效报告以报告项目状态，并设 法引起干系人的重视。因为无论该项目经理需要做什么来将项目带回正轨，都需要团队的输 入以及配合。D  选项错在题目当中并没有明确提到有风险的存在，项目进度落后是已经发 生的问题，并非风险。章节 1.2.4.7 ，项目管理数据和信息。`
    }

    , {
        question: `首席执行官要求项目经理提供绩效报告。项目经理应该在这份报告中包含哪些内容？ 
<br>A.已完成百分比和经验教训
<br>B.问题的当前状态以及更新后的相关方参与评估矩阵
<br>C.项目风险的绩效测量指标
<br>D.已完成的工作和关键绩效指标 (KPIS)`, answer: "D", tips: `题目中的关键词“首席执行官”，“绩效报告”。工作绩效报告用以制定决策、提出问题、采取行动或引起关注。向首席执行官提供的工作绩效报告应包含关键绩效指标。章节 1.2.4.7 ，项目管理数据和信息-工作绩效报告。`
    }

    , {
        question: `在一个新项目的启动过程中，项目经理注意到未创建商业论证。项目经理应该做什么？ 
<br>A.向关键相关方解释商业论证的重要性。
<br>B.调查组织对项目的商业需求。
<br>C.向项目发起人询问如何整合商业需求。
<br>D.采用项目发起人的意见创建商业论证。`, answer: "C", tips: `题目中的关键词是“未创建商业论证”。商业论证是启动后续项目管理活动的依据，是必须要创建的。项目发起人通常负责项目商业论证文件的制定和维护。项目尚未正式启动前，发起人是主角，当项目经理发现启动前的工作不完善时，应征询发起人的意见。章节 1.2.6 ，项目管理商业文件。`
    }

    , {
        question: `一家组织正在选择下一个项目，完成项目提交和效益分析后，组织在选择核实项目时应考虑什么？
<br>A.经济价值
<br>B.项目与组织战略之间的一致性
<br>C.从项目管理角度来看，较高的商业价值期望
<br>D.项目管理办公室 (PMO) 的支持`, answer: "B", tips: `选择项目是应与组织的目的和目标保持一致。`
    }

    , {
        question: `在正式批准项目之前，一名关键项目相关方对待交付产品的边界表示担忧。若要避免这个问题，项目经理应该事先查阅哪一份文件？
<br>A.商业论证
<br>B.项目章程
<br>C.项目管理计划
<br>D.项目基准`, answer: "A", tips: `正式批准项目之前即项目章程的认可之前只有商业论证。只能选 A。 本题知识点，P774. 1.1.1  商业论证。经批准的商业论证或类似文件是最常用于制定项目章程 的商业文件。一般情况下，商业论证会包含商业需求和成本效益分析，以论证项目的合理性 并确定项目边界。`
    }

    , {
        question: `已经做出设计新产品的决定。与维护经理讨论后，项目经理了解到运营成本提高，这可能会影响商业论证。项目经理应该怎么做？
<br>A.与项目发起人一起审查潜在风险。
<br>B. 审查项目假设。
<br>C.查看项目范围说明书。
<br>D.审查项目关键需求。`, answer: "A", tips: `“可能会影响”这是一个风险，并且这个风险是因为商业论证与实际 不同导致的，需要与发起人一起讨论这个风险。知识点:P78  商业论证“项目经理就不可以 对它们进行更新或修改，只可以提出相关建议。”`
    }

    , {
        question: `一个由三个项目组成的项目群最初获得批准，但是财务预测未能支持所有三个项目的申请理由。若需要评估项目，项目经理应向管理层提供什么？
<br>A.客户提出的变更请求 <br>B.商业论证分析计划
<br>C.项目范围说明书
<br>D.产品开发计划`, answer: "B", tips: `项目商业论证指文档化的经济可行性研究报告，用来对尚缺乏充分定义的所选方案的收益进行有效性论证，是启动后续项目管理活动的依据。知识点：章节 1.2.6.1`
    }

    , {
        question: `一个创新项目已经获得项目发起人的批准，在一次关键项目相关方会议期间，会计主管指出，该项目与会计部门以及整个组织无关。项目主管应该怎么做？
<br>A.请求指导委员会的指导
<br>B.与会计主管开会，讨论商业论证中概述的项目效益
<br>C.使用冲突避免技术，继续进行项目
<br>D.识别会计部门中支持该项目的项目相关方`, answer: "B", tips: `项目商业论证指文档化的经济可行性研究报告，用来对尚缺乏充分 定义的所选方案的收益进行有效性论证，是启动后续项目管理活动的依据。商业论证列出了 项目启动的目标和理由。知识点：章节 1.2.6.1`
    }

    , {
        question: `在新项目启动会议期间，因为项目将需要采购新设备，生产经理拒绝接受批准的章程，然而，项目经理通知项目发起人，由于生产经理缺席，章程未能包括设备采购。项目经理下一步应该怎么做？
<br>A.与客户一起审查生产经理关切的问题
<br>B.记录生产经理关切的问题，并在项目启动大会之后获得他们的支持
<br>C.开展另一项成本效益分析，包括生产经理的反馈
<br>D. 向生产经理解释设备成本不会影响项目业务价值`, answer: "C", tips: `制定效益管理计划需要使用商业论证和需求评估中的数据和信息， 例如，成本效益分析数据。在成本效益分析中已经把成本估算与项目拟实现的效益进行了比 较。项目效益管理计划的制定和维护是一项迭代活动。它是商业论证、项目章程和项目管理 计划的补充性文件。项目经理与发起人共同确保项目章程、项目管理计划和效益管理计划在 整个项目生命周期内始终保持一致。章节 1.2.6.2`
    }

    , {
        question: `收到新项目的客户请求之后，项目经理首先应该怎么做？
<br>A.寻求项目发起人批准
<br>B.准备商业论证
<br>C.组织项目启动大会
<br>D.获得专家判断`, answer: "B", tips: `项目商业论证指文档化的经济可行性研究报告，用来对尚缺乏充 分定义的所选方案的收益进行有效性论证，是启动后续项目管理活动的依据。商业论证列出 了项目启动的目标和理由。它有助于在项目结束时根据项目目标衡量项目是否成功。知识点： 章节 1.2.6. 1。`
    }

    , {
        question: `在项目启动期间，一名关键干系人声称项目不再可行。为评估项目的可行性，项目经理应该怎么做？
<br>A.将该干系人推荐给项目发起人
<br>B.拖延项目再评估，直至项目资金在启动阶段结束时用完
<br>C.检查是否与商业论证保持一致，并提交给项目发起人和关键干系人
<br>D.立即开始项目收尾过程`, answer: "C", tips: `商业论证列出了项目启动的目标和理由。它有助于在项目结束时根据 项目目标衡量项目是否成功。商业论证是一种项目商业文件，可在整个项目生命周期中使用。 知识点：章节 1.2.6. 1`
    }

    , {
        question: `一家公司发现有几个项目要实施。在制定商业讨论时，公司使用净现值 (NPV) 来确定项目的优先级。公司应该首先开始哪个项目？
<br>A.NPV=15,000  美元，投资回收期为三年
<br>B.NPV=15,000  美元，投资回收期为五年
<br>C.NPV=-25,000  美元，投资回收期为三年
<br>D.NPV=-25,000  美元，投资回收期为五年`, answer: "A", tips: `NPV应大于零，且越大越好，回收期越短越好。知识点：章节 1.2.6.2。`
    }

    , {
        question: `在项目执行阶段，批准了一项监督法律，责令立即遵守。这项法律将影响项目的范围、进度和成本。项目经理首先应该做什么？
<br>A.减轻风险
<br>B.更新项目管理计划
<br>C.将问题升级上报给高级管理层
<br>D.开始变更请求过程`, answer: "D", tips: `，在项目执行阶段，监督法律已经批准了，这将影响范围、进度和成本，说明需要采取变更措施。知识点：章节 4.3.3.4`
    }

    , {
        question: `在项目实施过程中，营销部门通知项目经理说，产品的市场需求已经发生变化。之前未成预料到这些变化，可能会显著影响调查的销售数量，并可能影响项目范围。项目经理应该怎么做？
<br>A.规划风险应对，并更新风险登记册
<br>B.应用检测方法
<br>C.计划使用应急储备并更新风险减轻计划
<br>D.使用挣值管理 (EVM) 方法`, answer: "A", tips: `识别了新风险，更新风险登记册并规划应对。知识点：章节 11.2.3.1。`
    }

    , {
        question: `项目执行期间，客户请求进行一个小变更。在执行高层级审查后，开发人员确定进行变更 所需的工作影响较小且可被吸收。项目经理下一步应该怎么做？
<br>A.要求开发人员继续进行修改
<br>B.签发变更请求
<br>C.更新问题日志 
<br>D.向所有项目相关方沟通提议的变更`, answer: "B", tips: `遵循变更流程处理变更请求。知识点：章节 4.6。`
    }

    , {
        question: `在一个施工项目的执行阶段，由于环境问题，当地居民希望停止该项目。项目经理应该怎么做？
<br>A.检查事业环境因素
<br>B.安排召开变更控制委员会 (CCB) 会议
<br>C.查看风险管理计划
<br>D.审查假设情景分析`, answer: "C", tips: `执行阶段当地居民希望停止项目，对项目来说这是发生了意外风险。 需要查看风险管理计划，看看意外风险如何管控。知识点：章节 11.1.3.1。`
    }

    , {
        question: `一名指导委员会成员提交了一项新请求，这项请求似乎没有得到充分考虑，可能会对项目产生负面影响。项目经理下一步应该怎么做？
<br>A.评估该请求的影响
<br>B.记录该请求，并将其提交给变更控制委员会 (CCB)
<br>C.要求支持的成员说服该指导委员会成员撤回请求
<br>D.拒绝该请求，并告知该指导委员会成员拒绝的原因`, answer: "A", tips: `A  属于变更流程第2步。B本身有问题，CCB是决策小组，不应该仅提交变更请求给 CCB 去寻求解决方案和决策，必须在第 2 步评估和第 3 步制订备选方案 以后，才可以递交给 CCB  去做决策。`
    }

    , {
        question: `一名严苛的项目相关方坚持要增加项目需求。项目经理希望满足该请求，但是许多需求超出预算并与商业需求不一致。项目经理应该怎么做？
<br>A.仅批准符合预算并与商业需求一致的请求
<br>B.将请求提交给变更控制委员会 (CCB)
<br>C.与项目发起人开会，根据项目范围说明书评审请求
<br>D.拒绝请求，并通知项目相关方`, answer: "B", tips: `应遵循变更流程获得 CCB  的审批意见。知识点：章节 4.6。`
    }

    , {
        question: `在规划阶段，项目经理被告知一名关键人员必须延长到期，项目经理需要确保项目进度计划不受负面影响。项目经理下一步应该怎么做？
<br>A.将该情况识别为一个项目风险，并将其添加到风险登记册中
<br>B.为项目分配备用资源
<br>C.通知项目发起人
<br>D.更新资源管理计划`, answer: "A", tips: `在规划阶段，关键资源的可用性应识别为显而易见的风险。知识点： 章节 11.2.3.1。`
    }

    , {
        question: `最近发布的一项新技术可以将正在进行的项目的开发任务加快30%，团队非常渴望使用这项新技术，但识别到由于缺乏知识与支持而可能出现问题的风险。项目经理和团队如何确定使用这种技术是否会让项目收益？
<br>A. 审查风险管理计划，以确定新技术是否是一项不必要的风险
<br>B.实施定量风险分析，且如果风险排在前 10  位，就拒绝使用这项技术。
<br>C.使用预期货市价值(EMV)技术，并且如果EMV为正值，则使用这项技术 
<br>D.执行敏感性分析，以确定对项目结果的潜在影响`, answer: "C", tips: `使用EMV帮助决策，若收益大于成本(EMV为正值) ，则可以考 虑采用新技术。知识点：章节 11.4.2.5。`
    }

    , {
        question: `项目经理确定项目已超出预算，并将需要管理储备来完成项目。为完成项目，项目经理应该怎么做？
<br>A.获得项目发起人批准使用管理储备
<br>B.修改成本资源并使用管理储备
<br>C.获得项目发起人的批准，包含额外资金
<br>D.执行实施整体变更控制过程，并修改成本基准`, answer: "D", tips: `当出现有必要动用管理储备的变更时，则应该在获得变更控制过程 的批准之后，把适量的管理储备移入成本基准中。知识点：章节 4.6。`
    }
]