var test = [
  {
    question: `1.对于一个长期的基础设施项目，由于全球商业环境，项目经理必须获得风险最小的供应商。项目经理应该使用什么合同类型？
<br>A.固定总价合同（FFP）
<br>B.成本加固定费用合同（CPFF）
<br>C.总价加激励费用合同（FPIF）
<br>D.总价加经济价格调整合同（FP-EPA）
`, answer: "D", tips: `对于长期项目和全球环境，要获得风险最小的供应商，应该采用总价加经济价格调整合同。知识点：章节 12.1.1.6。
`
  },
  {
    question: `2.一位关键相关方威胁起诉一个 IT 承包商，因为关键功能无法按预期执行。承包商认为他们已经按约定履行了合同。在采取行动之前，项目经理应该审查哪些文件?
<br>A.质量管理计划
<br>B.需求跟踪矩阵
<br>C.项目范围说明书
<br>D.验收标准
`, answer: "D", tips: `合同中规定有验收标准（检查、质量和验收标准），PM 应在采取行动之前进行审查。知识点：章节 12.2.3.2。
`
  },
  {
    question: `3.项目合同规定了专业资源。在审查项目范围时，项目经理和承包商确定采购小组应选择工料合同（T&M），而不是固定总价（FFP）合同。项目经理应该怎么做？
<br>A.通知承包商合同不能变更，因为合同是具有约束力的法律文件
<br>B.寻求批准变更请求，修改合同
<br>C.执行偏差分析，作为控制成本过程的组成部分
<br>D.等待采购小组提出合同变更
`, answer: "B", tips: `遵循变更流程修改合同。知识点：章节 12.3.1.7。
`
  },
  {
    question: `1.一个组织正在开始一个大型的、首个这种类型的项目。项目经理与相关方召开会议，以识别存在的项目问题。项目经理应该使用什么工具和技术来改进会议的结果？
<br>A.头脑风暴、核对单和访谈
<br>B.头脑风暴、因果图和流程图
<br>C.头脑风暴、风险分类和专家判断
<br>D.头脑风暴、影响图以及优势、劣势、机会与威胁（SWOT）分析
`, answer: "A", tips: `识别可能存在的问题，即识别风险。该过程的工具和技术只有选项 A是正确的。知识点：章节 11.2。
`
  },
  {
    question: `2.在对最终预算进行财务审查期间，财务总监注意到潜在的成本超支问题。项目经理应该如何避免这种潜在的成本超支？
<br>A.执行挣值管理（EVM）分析
<br>B.将潜在的成本超支添加作为一个项目风险
<br>C.要求相关方确认他们的项目估算
<br>D.将成本超支升级上报给项目管理办公室（PMO）
`, answer: "B", tips: `将潜在的成本超支识别为风险，为之准备足够的储备以避免超支。知识点：章节 11.2.3.1。
`
  },
  {
    question: `3.在执行项目期间，发生了一个意外情况。项目经理应该审查哪些信息来确定适当的行动？
<br>A.团队社交门户
<br>B.项目管理计划|
<br>C.经验教训
<br>D.专家判断
`, answer: "B", tips: `意外之外的事件发生，即发生了未知风险，PM 需要参考项目管理计划（风险管理计划）进行处理（实施风险应对过程的输入）。知识点：章节 11.6.1.1。
`
  },
  {
    question: `1.在执行关键路径上的一项活动时，职能主管将涉及这个活动的两个项目资源调去支持解决某个应急情况，项目经理应该怎么做？
<br>A.实施应急计划
<br>B.快速跟进关键路径
<br>C.与职能经理协商分配替代资源
<br>D.将该问题升级上报给该职能经理的上级
1.`, answer: "A", tips: `关键路径上资源的可用性应已经识别为风险(有效的资源规划需要考虑稀缺资源的可用性和竞争，并编制相应的计划。)，当风险发生时执行应急计划。知识点：章节 11.5.2.6。
`
  },
  {
    question: `2.由于未遵守一条合同条款，可能导致项目延期。项目经理下一步应该么做？
<br>A.更新风险登记册，并执行新的风险应对
<br>B.更新进度计划，更新调整成本估算，并通知发起人
<br>C.咨询法律部门，提出新的减轻措施，并更新项目进度计划
<br>D.更新风险管理计划，对进度计划提出变更请求，并通知客户`, answer: "A", tips: `可能导致项目延期是个风险，需更新风险登记册并积极应对。知识点：章节11.2.3.1
  `
  },
  {
    question: `3.一个项目从开始就有几个已识别的风险，这些风险在整个项目过程中不断发生变化，项目经理必须确保进度和预算与这些风险的当前状态保持一致。项目经理应使用什么工具或技术？
<br>A.风险审计
<br>B.偏差和趋势分析
<br>C.储备分析
<br>D.风险再评估
`, answer: "C", tips: `确保进度和预算与这些风险的当前状态保持一致，也就是要确定储备依然合理。知识点：章节 11.7.2.1。`
  },
  {
    question: `1.一个项目已经分包给宣布破产的供应商，项目经理遵循批准的行动，但是一名项目干系人质疑该行动是否适当。项目经理应该向该项目干系人分享什么文件？
<br>A.风险登记册
<br>B.风险紧迫性评估
<br>C.影响分析
<br>D.定性分析
`, answer: "A", tips: `破产的供应商仍然生产能力，但是很可能彻底丧失活力，是风险。PM 遵循的批准的行动应该已经记录在风险登记册中，可向质疑的干系人进行展示。知识点：章节 11.2.3.1
`
  },
  {
    question: `2.在项目的风险评估会议上，观察清单中的一个风险项发生概率急剧增加。项目经理应首先更新哪一项内容？
<br>A.风险管理计划
<br>B.风险登记册
<br>C.假设日志
<br>D.风险应对计划
2.`, answer: "B", tips: `已经识别的风险发生变化需要首先更新风险登记册。知识点：章节11.2.3.1
`
  },
  {
    question: `3.在项目管理计划获得批准后，项目经理得知该项目的工作环境存在潜在问题。项目经理应该审查哪份文件？
<br>A.项目章程
<br>B.质量管理计划
<br>C.相关方管理计划
<br>D.组织过程资产
`, answer: "D", tips: `本题的考点是 11.2 识别风险的输入。题干说的“工作环境”是个干扰点，关键词是“工作环境”引起的“潜在问题”，潜在问题就是不确定的风险，B 选项和 D选项都是识别风险的输入，但是 D 选项比较符合题意。另外，OPAs 可能是一个文件， 也可能是多个文件或者知识库。
`
  },
  {
    question: `1.一家公司具有一项变更控制委员会（CCB）政策，规定其每月举行一次会议来评估和审查变更请求。一个项目正在执行过程中，由于时间表和目标较为激进，需要更快的响应时间。项目经理应该怎么做？
<br>A.更新风险登记册，并通知相关方，CCB 政策会阻止项目变更请求。
<br>B.为该项目申请一个特殊程序，以便团队可以在假设 CCB 批准的情况下推动变更请求。
<br>C.将该项目外包给一家不受 CCB 政策约束的外部公司，以便简化变更过程。
<br>D.对项目进行规划，以便可以在不影响关键路径的情况下延迟任何任务。
`, answer: "A", tips: `选项 B 和 C 属于规避公司变更流程的做法，排除。选项 D 不相关，排除。只有选项 A 严格遵守变更流程，但是根据本项目的特征，留意相关的风险。知识点：章节 11.2.3.1。
`
  },
  {
    question: `2.项目经理完成项目计划并提交所有文件以供审批，没有分配延迟审批的时间。若要解决这个潜在风险，项目经理应该事先做什么？
<br>A.选择一名风险责任人并将该责任人确定的行动纳入计划文件中
<br>B.与项目相关方分享这个潜在风险信息，以加快审批
<br>C.计划具体的行动，包括主要和备用策略，并选择一名风险责任人|
<br>D.提前启动项目，以避免影响进度
`, answer: "A", tips: `应该事先做什么？题目中的问题是识别了风险，却没有实施到位。选项 D 明显不合适。选项 B 用风险要求加快审批，有要挟的意味（按照规划风险管理流程即可）。选项 C 不符合风险处理的流程，在定性风险分析过程会为每个风险识别出责任人，以便由他们负责规划风险应对措施，并确保应对措施的实施。知识点：章节 11.3，11.5。
`
  },
  {
    question: `3.在月度项目状态会上，项目经理得知当地政府所宣称的资金可能影响项目。项目经理下一步应该怎么做？
<br>A.暂停项目，因为资金可能会延期或增强项目可交付成果
<br>B.将这些信息更新到风险登记册中，并将其添加到到下次风险会议的讨论议程中
<br>C.向项目发起人通知这个新机会，并提出一项变更请求
<br>D.指定一名团队成员请求获得关于该资金的详细信息，以及需要采取哪些步骤才能获得资格
`, answer: "B", tips: `资金可能影响项目，这是一个风险，应该更新在风险登记册中。知识点：章节 11.2.3.1。
`
  },
  {
    question: `1.在项目执行过程中，职能经理识别到有关外包团队的新内部风险，职能经理要求项目经理提供一个不会对项目产生负面影响的快速解决方案。项目经理应该怎么做?
<br>A.制定风险分解结构（RBS）
<br>B.根据影响的严重程度来评估风险
<br>C.实施风险策略
<br>D.使用变更管理计划
1.`, answer: "B", tips: `识别风险后，需要进行定性、定量分析，然后规划风险应对。知识点：章节 11.3。
`
  },
  {
    question: `2.项目经理发现公司的质量保证（QA）部门可能没有足够的人员根据合同约定的进度计划测试项目产品。项目经理首先应该怎么做？
<br>A.审查问题日志
<br>B.更新风险登记册
<br>C.取消一些非关键测试
<br>D.压缩进度计划
2.`, answer: "B", tips: `可能没有足够的人员，是风险。知识点：章节 11.2.3.1。
`
  },
  {
    question: `3.项目不能分配一名主题专家（SME）。由于缺少主题专家，团队担心不正确的假设将导致返工。项目经理应该怎么做？
<br>A.更新风险登记册并将该制约因素升级上报给人力资源经理。
<br>B.更新工作绩效报告并更新风险登记册。
<br>C.确定是否有可用的主题专家替代。
<br>D.为主题专家的任务增加应急储备。
3.`, answer: "B", tips: `识别了返工的风险应将其记录到风险登记册并进行风险管理。知识点：章节 11.2.3.1。
`
  },
  {
    question: `1.一位团队成员通知项目经理有一个问题可能会破坏项目。项目经理将该问题添加到问题日志中，并要求团队找到解决方案。项目经理下一步应该怎么做？
<br>A.更新风险登记册
<br>B.修订项目管理计划
<br>C.确定适当的风险应对
<br>D.通知相关方
1.`, answer: "A", tips: `问题引发了风险，识别了可能会破坏项目的风险，下一步更新风险登记册。知识点：章节 11.2.3.1。
`
  },
  {
    question: `2.根据风险管理计划，项目经理对一些项目风险执行减轻策略。然而，其中一项风险的发生概率和影响都提高了，且主要可交付成果可能会受到损害。项目经理应该如何解决并沟通这种情况对项目的影响？
<br>A.在项目状态报告中包含这种情况。
<br>B.定义减轻或消除该风险的对策，并与相关方沟通这种情况。
<br>C.更新项目基准，以反映该风险的影响。
<br>D.更新风险管理计划并签发变更请求，从项目中删除这些可交付成果。
2.`, answer: "B", tips: `实施了风险应对之后没有取得太好的效果，应该制定弹回计划。知识点：章节 11.5.2.9。
`
  },
  {
    question: `3.在准备工作分解结构（WBS）时，项目经理识别到可能存在成本超支。项目经理应使用什么工具或技术来获得三点估算？
<br>A.项目相关方访谈
<br>B.敏感性分析
<br>C.风险分析
<br>D.定量分析
3.`, answer: "A", tips: `考定量风险分析的工具：数据收集-访谈。当需要向专家征求信息时，访谈尤其适用。访谈者应该营造信任和保密的访谈环境，以鼓励被访者提出诚实和无偏见的意见。知识点：章节 11.4.2.2。
`
  },
  {
    question: `1.在项目执行期间，项目经理确定沟通与沟通管理计划不符。项目经理应该怎么做？
<br>A.实施有组织的非正式沟通，作为重要项目里程碑的一部分。
<br>B.团队成员查阅沟通管理计划。
<br>C.让团队成员审查项目管理计划。
<br>D.通知相关方，收到的所有信息不属于沟通管理计划的一部分。
`, answer: "B", tips: `应遵守沟通管理计划进行沟通。知识点：章节 10.1.3.1。
`
  },
  {
    question: `2.为了跟上新技术和管理相关方，项目经理希望将社交媒体作为项目沟通的组成部分。项目经 理应该怎么做？
<br>A.将其添加为一个安全问题
<br>B.限制用户使用，以遵循团队基本规则
<br>C.将其包含在沟通管理计划中
<br>D.允许公开访问项目信息
`, answer: "C", tips: `社交媒体是沟通技术的一种，如果要使用，需纳入沟通管理计划（用于传递信息的方法或技术，如备忘录、电子邮件、新闻稿，或社交媒体；）。知识点：章节10.1.3.1。
`
  },
  {
    question: `3.一位项目经理负责领导一个复杂项目，该项目的相关方位于若干个国家。项目经理得知一位 高级经理向某个项目团队成员询问项目信息。项目经理下一步应该怎么做？
<br>A.查阅相关方登记册
<br>B.审查项目管理信息系统（PMIS）
<br>C.邀请该高级经理参加下一次项目会议
<br>D.审查沟通管理计划
`, answer: "D", tips: `按照管理沟通过程，信息的传递以沟通管理计划为依据，高级经理向团队询问项目信息，首先需要审查《沟通管理计划》，明确当前沟通方法，如有必要再进行下一步沟通。知识点：章节 10.1.3.1
`
  },
  {
    question: `1.项目经理拥有一个虚拟团队，资源位于三个不同的大陆。团队成员之间出现一些严重问题。 项目经理应该如何重新控制局面？
<br>A.跟踪每个团队成员的进展情况和生产力
<br>B.审查沟通管理计划，并解决团队问题
<br>C.将问题升级上报给团队成员的直线经理
<br>D.将时间和精力投入在与团队成员进行一对一的互动
1.`, answer: "B", tips: `沟通出现问题就参阅沟通管理计划。章节 10.3.1
`
  },
  {
    question: `2.一位资源的职能经理请求关于一个延迟项目的机密信息。由于职能经理没有适当的授权级别， 该资源需要项目经理的许可才能共享信息。项目经理应该怎么做？
<br>A.与该资源和职能经理开会，解释为什么不能共享信息
<br>B.拒绝该请求，但向职能经理提供不包含机密信息的项目更新
<br>C.培训该资源如何在不泄露任何机密信息的情况下向职能经理介绍该项目
<br>D.接受该请求，并向职能经理提供包含机密信息的项目更新
2.`, answer: "A", tips: `与该资源和职能经理开会，解释为什么不能共享信息。
`
  },
  {
    question: `3.在收到项目管理办公室(PMO)规定工作包必须由一家预先批准的海外单位执行后，项目经理更新了风险登记册，为了减轻本地和海外团队之间沟通不畅的风险，项目经理任命一名海外 协调员作为单一联络点。应该更新哪项计划来描述两个团队之间的互动？
<br>A.项目管理计划
<br>B.相关方参与计划
<br>C.风险管理计划
<br>D.沟通管理计划
3.`, answer: "D", tips: `题干描述的是在进行沟通规划，所以更新沟通管理计划。知识点：章节 10.1
`
  },
  {
    question: `1.一个运营团队认为他们的技能在项目上是不必要的，团队士气低落，且团队成员试图阻止项 目实现目标。项目经理应该怎么做？
<br>A.建议公司改变战略，并立即停止项目
<br>B.要求工会的支持来激励团队
<br>C.根据项目成果的要求对运营团队进行培训
<br>D.更换不满的团队成员
`, answer: "C", tips: `由于技能无用而士气低落，对其进行培训提升激励程度。大多数项目团队成员会因得到成长机会、获得成就感、得到赞赏以及用专业技能迎接新挑战，而受到激励。知识点：章节 9.4.2.6。
`
  },
  {
    question: `2.项目团队的一些成员在家工作。在每周一次的视频会议中，由于参会者断线或掉线、背景噪 音、强干扰或多人同时发言，导致损失很多时间，参会人员感到恼火，要求不要参加这种会 议。项目经理应该怎么做？
<br>A.将每周一次的会议频率更改为每月一次
<br>B.要求所有团队成员本人每周亲自到场参加一次会议
<br>C.为在家和远程办公的同事定义一套会议规则和会议礼仪的最低要求并培训团队
<br>D.与每名团队成员单独召开会议，并整理信息生成会议记录以供分发
`, answer: "C", tips: `虚拟团队出现沟通问题，应该更好地制订沟通计划和规则，并进行可能的培训。排除 ABD：A 降低项目例会频率是不对的；B 每周到场参加会议是不现实的；D例会应该是公开的而非私下与每位项目成员单独沟通。
`
  },
  {
    question: `3.一个复杂项目拥有 100 多名内部和外部团队成员。在项目过程中，团队成员不断向项目经理询问有哪些资源分配给高层级以及低层级活动的相关信息。他们还要求内部和外部团队成员 之间更明确的分工。哪一项将对项目经理有帮助？
<br>A.资源分配矩阵(RAM)
<br>B.资源管理计划
<br>C.资源日历
<br>D.资源分配技能
`, answer: "A", tips: `团队成员不了解资源及分工，应该参考 RAM。知识点：章节 9.1
`
  },
  {
    question: `1.项目团队成员将因积极工作和满足项目成本目标而获得奖励。高级经理向项目经理询问团队 成员的可用性和旅行偏好，项目经理可以在哪里获得奖励的定义标准和频率？
<br>A.责任分配矩阵（RAM）
<br>B.项目管理计划
<br>C.遣散计划
<br>D.项目资源管理计划
1.`, answer: "D", tips: `项目资源管理计划中包括认可计划，将给予团队成员哪些认可和奖励，以及何时给予。知识点：章节 9.1.3.1。
`
  },
  {
    question: `2.在项目执行过程中，一名相关方希望知道谁有权分配项目资源。为了解决这个问题，项目经 理应该怎么做？
<br>A.与该相关方一起审查项目章程
<br>B.与该相关方一起检查沟通管理计划
<br>C.与该相关方一起审查项目资源管理计划
<br>D.获得相关方的一致同意，并更新相关方登记册
2.`, answer: "C", tips: `资源管理计划提供了关于如何分类、分配、管理和释放项目资源的指南。知识点：章节 9.1.3.1。
`
  },
  {
    question: `3.一个软件开发项目的项目章程已获批准，项目经理召集会议准备项目管理计划，项目经理得 知开发团队成员对他们的角色和职责感到困惑。若要避免这个问题，项目经理应该事先做什 么？
<br>A.创建一份相关方登记册
<br>B.分享工作分解结构（WBS）
<br>C.审查沟通管理计划
<br>D.制定项目资源管理计划
3.`, answer: "D", tips: `项目资源管理计划中包含角色和职责。知识点：章节 9.1.3.1。`
  },
  {
    question: `1.项目经理管理的一个项目不断面临挑战。发起人经常无法做出决定，存在大量预算超支，团 队成员不断从项目离职，高级管理层没有提供实际的支持。项目经理应该怎么做？
<br>A.与团队一起开会，以确定造成这些问题的原因，并将其升级上报给指导委员会。 
<br>B.与关键相关方开会，以确定是否应该终止项目。
<br>C.用新资源替换离职的团队成员来完成约定的范围。
<br>D.减少项目范围，让剩下的团队成员有能力完成项目。
1.`, answer: "A", tips: `项目面临众多棘手问题，PM 应该调查原因并上报高级管理层。是否继续该项目不是 PM 的职责范围，排除选项 B。知识点：章节 10.1.3.1。`
  },
  {
    question: `2.项目经理正在制定一个关键项目的人力资源管理计划，该项目涉及位于不同国家具有不同文 化背景的资源。下列哪一项将帮助项目经理处理这种情况。
          <br>A.团队建设活动
          <br>B.事业环境因素
          <br>C.人际关系技能
          <br>D.虚拟团队
          `, answer: "B", tips: `当前正在制定资源管理计划，资源的地理位置和文化属于事业环境因素，而这些环境因素都是该过程的重要输入。其它选项不是该过程的工具和技术。知识点：章节 9.1.1.4`
  },
  {
    question: `3.项目经理加入一个项目，但项目团队缺乏必要的技能来产生一个关键可交付成果。项目经理 应该怎么做？
<br>A.将该可交付成果分配给一名拥有学习新技能能力的团队成员
<br>B.与项目发起人协商，聘请拥有必要技能的外部资源
<br>C.继续执行项目，同时搜寻具有必要技能的分包商
<br>D.将培训作为项目管理计划中项目工作的组成部分
`, answer: "D", tips: `当团队成员缺乏必要技能时，应该给其提供培训。知识点：章节 9.4.2.6。
`
  },
  {
    question: `1.项目经理面对一个由两个合资企业组成的指导委员会，他们拥有对立的优先级。一个伙伴希 望加快进度；而第二个合作伙伴想要高质量，并且愿意接受更长时间的进度。若要解决这个 冲突，项目经理应该怎么做？
<br>A.将该冲突作为一项风险纳入风险管理计划中
<br>B.更新问题日志并监督该冲突的解决方案
<br>C.启动一个新的范围定义，并与所有项目相关方进行协商
<br>D.将该问题包含在质量管理计划中
`, answer: "B", tips: `将冲突作为问题记录下来，寻找解决方案并监督落实。知识点：章节9.5.1.2。
`
  },
  {
    question: `2.一个项目涉及位于全球各地的团队成员，产生了许多不同意见。新项目经理通过成功促进团 队和问题解决提高生产力。项目经理使用的是什么工具或技术？
<br>A.冲突管理
<br>B.沟通模型
<br>C.群体决策技术
<br>D.虚拟技术
`, answer: "A", tips: `许多不同意见意味着冲突，成功的冲突管理可提高生产力，改进工作关系。知识点：章节 9.5.2.1。
`
  },
  {
    question: `3.一位经验丰富的主题专家（SME）非常擅长其工作，但缺乏与其他团队成员分享其想法的沟通技能，这造成了沟通落差，延误任务。项目经理应该怎么做？
<br>A.确保项目会议提供重要的信息，包括正面和负面的信息，可用于讨论
<br>B.与该主题专家会面，以获得重要信息，然后传达给团队的其他成员
<br>C.安排该主题专家参与沟通课程来提高其技能，有助于积极的支持团队
<br>D.寻找能够更好地将其想法传达给团队的另一位经验丰富的资源
`, answer: "C", tips: `缺乏技能，对其进行培训，建设团队的工具。知识点：章节 9.4.2.6。
`
  },
  {
    question: `1.项目需要一位熟练的工程师来执行某个特定任务，但由于工作量大，该工程师不能参与这个 项目。项目经理下一步应该怎么做？
<br>A.修改进度计划，以适应该资源
<br>B.与职能经理协商该资源的参与
<br>C.培训项目团队中的某个成员来执行所需的活动
<br>D.要求发起人提供更多的时间来寻找其他资源来执行任务
1.`, answer: "B", tips: `资源可用性出现问题，PM 需和职能经理进行谈判解决问题。知识点： 章节 9.3.2.2。
`
  },
  {
    question: `2.在庆祝成功完成项目的活动中，项目团队喜欢互动和交流项目执行的故事。这描述的是塔克曼阶梯的什么阶段？
<br>A.震荡阶段
<br>B.解散阶段
<br>C.成熟阶段
<br>D.规范阶段
2.`, answer: "B", tips: `开庆功会属于项目收尾。解散阶段：团队完成所有工作，总结经验教训，团队成员离开项目。知识点：章节 9.4。
`
  },
  {
    question: `3.项目经理需要从不同职能经理处招募团队成员，项目经理应使用什么？
<br>A.资源日历
<br>B.协 商
<br>C.募集
<br>D.技能图
3.`, answer: "B", tips: `项目经理从职能部门获取资源，用谈判 Negotiation，常常翻译为协商。知识点：章节 9.3.2.2。
`
  },
  {
    question: `1.一个项目正处于执行阶段，一些可交付成果已经准备好交给客户。团队成员希望快速交付这 些可交付成果，以节省时间并获得资金。若要实现这个目标，就必须消除质量控制相关的任 务。项目经理应该怎么做？
<br>A.让团队成员查阅质量管理计划并向项目发起人报告道德问题
<br>B.将可能不满足客户要求的风险更新到风险登记册中
<br>C.完成项目，签发变更请求，并由于不合规而请求一支新团队
<br>D.向项目发起人和管理层报告该问题，防止支付效率奖金
`, answer: "A", tips: `PM 要强调遵守质量管理计划。团队成员舍弃质量控制以节省时间获得奖金的思路有违职业道德。知识点：章节 8.1.3.1。`
  },
  {
    question: `2.一个主要可交付成果即将被发送给客户。团队成员对作为质量保证过程一部分而需要执行的任务量和时间有所抱怨，项目经理需要尽快将可交付成果准备就绪，以获得第一次项目付款。若要按时获得可交付成果，项目经理应该怎么做？
<br>A.让团队成员查阅项目管理计划
<br>B.确定客户需求和相关方的期望
<br>C.执行因果分析
<br>D.对使用的过程和方法进行项目审计
`, answer: "D", tips: `题目描述了既定的过程与方法是否有效问题。质量审计目标包括： 积极、主动地提供协助，以改进过程的执行，从而帮助团队提高生产效率。知识点：章节 8.2.2.5。`
  },
  {
    question: `3.项目已完成并获得客户批准，IT 部门计划对项目进行不定期审计。项目经理应该怎么做？
<br>A.请求审查 IT 部门的质量保证政策
<br>B.告知项目发起人 IT 审计不是质量管理计划的一部分
<br>C.审查公司政策并通知涉及的项目相关方
<br>D.允许审计，因为可以为项目提供更多价值
`, answer: "D", tips: `审计是管理质量的一部分，通常由项目外部的团队开展，可以识别违规、差距、不足及最佳实践等。知识点：章节 8.2.2.5。
`
  },
  {
    question: `1.在项目规划阶段，质量保证经理建议实施三重测试环境以确保产品质量。项目经理确定这项 建议将会增加成本，而且开发和认证环境将足以保证质量。项目经理应使用什么来影响质量 保证经理？
<br>A.质量成本（COQ）
<br>B.实验设计（COE）
<br>C.成本效益分析
<br>D.质量标杆对照
`, answer: "C", tips: `过多的测试将会增加成本，成本投入应该适当，争取用最少的成本投入获得最大的效益。知识点：章节 8.1.2.3。
`
  },
  {
    question: `2.项目经理正在规划一个项目。为确保项目成功，项目经理审查了同一公司管理的一个失败项 目的历史信息。项目经理应该使用什么工具或技术来确保项目成功？
<br>A.德尔菲技术
<br>B.帕累托图
<br>C.核对单分析
<br>D.石川图
`, answer: "D", tips: `对于失败项目，需要了解其根本原因才能避免错误再次发生。知识点：章节 8.2.2.4。
`
  },
  {
    question: `3.在收到软件开发项目的可交付成果时，客户发现没有遵守他们的编码标准，最终产品不符合 质量要求，项目经理下一步应该怎么做？
<br>A.查看质量管理计划
<br>B.开展质量审计
<br>C.审查项目基准
<br>D.与客户协商接受可交付成果
3.`, answer: "A", tips: `质量管理计划包括项目采用的质量标准和项目的质量目标。需要从根源出发检查问题。知识点：章节 8.1.3.1。`
  },
  {
    question: `1、在一价值 200 万美元项目的测试阶段，团队发现了一些缺陷。由于截止期限很紧，团队成员承认他们可能无法修复所有缺陷。若要确定应集中哪些工作，项目经理应该使用什么工具或 技术？
<br>A.帕累托图
<br>B.矩阵图
<br>C.散点图
<br>D.专家判断
`, answer: "A", tips: `识别造成大多数问题的主要原因。知识点：章节 8.3 讲义补充知识。
`
  },
  {
    question: `2.在生产某个产品时，确定某个过程的两个数点超出控制界限上限。由于这个过程是项目管理 计划中其活动的依赖，所以如果没有得到适当控制，整个项目的绩效都将会受到影响。项目 经理下一步应该怎么做？`,
    answer: "C",
    tips: `题目描述通过控制图发现失控现象，需要探究根本原因。控制图： 常用来跟踪批量生产中的重复性活动，一旦过程失控，则生产线停止，查找非随机原因（Assignable Cause）。知识点：章节 8.3.2.5。
`
  },
  {
    question: `3.对于由不同国家的资源提交的可交付成果，项目经理识别到一些质量问题，确定这些问题的 根本原因是所使用的原材料质量。项目经理下一步应该怎么做？
<br>A.审查项目的质量标准。
<br>B.通知客户
<br>C.将问题升级上报给高级管理层。
<br>D.要求资源使用质量更好的原材料。
`, answer: "A", tips: `交付的可交付成果质量有缺陷、未达标，PM 应该审查项目的质量标准看看应如何改进。改进到什么程度。知识点：章节 8.1.3.1。`
  },
  {
    question: `1、为了降低项目的质量成本（COQ）并增加验收产品的几率，需要进行质量审计。质量审计需要什么？
<br>A.质量管理计划和质量测量指标
<br>B.过程分析
<br>C.质量管理计划和质量核对单
<br>D.过程决策程序平图（PDPC）
1.`, answer: "A", tips: `质量审计属于管理质量过程，其输入包含选项 A。知识点：章节8.1.3.1、8.1.3.2。`
  },
  {
    question: `2.项目已按时执行，项目经理现在必须确保可交付成果符合客户验收的质量标准。项目经理应 使用什么工具或技术？
<br>A.控制图
<br>B.散点图
<br>C.帕累托图
<br>D.直方图
2.`, answer: "A", tips: `确保质量符合标准，考控制质量的工具：控制图。用于确定一个过程是否稳定，或者是否具有可预测的绩效。知识点章节 8.3.2.5。
`
  },
  {
    question: `3.由于最终产品的一个问题，项目无法继续进行。项目经理应该使用什么工具或技术来立即解 决这个问题？
<br>A.流程图
<br>B.直方图
<br>C.石川图
<br>D.帕累托图
3.`, answer: "C", tips: `解决问题需要识别根本原因。知识点：章节 8.2.2.4。`
  },
  {
    question: `1、对一个关键项目的要求是产品的持续可追溯性，质量团队建议在制造过程的每个步骤创建检 查点。然而，这些检查点耗费了宝贵的时间和资源。项目经理应执行什么类型的分析来确定 适当的检查点数量？
<br>A.备选方案分析
<br>B.成本效益分析
<br>C.帕累托图
<br>D.石川图
1.`, answer: "B", tips: `检查点过多或过少都是不合适的，已经基于成本效益分析寻找最合适的检查点数量。知识点：章节 8.1.2.3。
`
  },
  {
    question: `2.项目经理发现一些可交付成果未能达到约定的质量标准，若要在将来避免发生这个问题，可 以使用以下哪一项？
<br>A.流程图
<br>B.质量核对单
<br>C.质量管理和控制
<br>D.因果图
2.`, answer: "D", tips: `使用因果图调查问题的根本原因后，消除问题的根本原因就可避免此问题再次发生。知识点：章节 8.2.2.2。
`
  },
  {
    question: `3.在项目执行过程中，项目经理评估客户添加更多质量检查请求。由于在初步测试中发现了一些产品缺陷，产品经理对此表示赞同。然而，项目团队却不认为这将有助于实现项目目标。 为确保质量，项目经理应怎么做？
<br>A.修订范围管理计划
<br>B.分析工作绩效信息
<br>C.使用基本质量工具
<br>D.更新质量管理计划
3.`, answer: "C", tips: `8.2 保证质量。虽然“先分析”是正确的思路，但 8.2 没有把工作
绩效信息作为输入（而是质量控制测量结果等），所以选 8.2 工具是可以的。`
  },
  {
    question: `1、一家组织的经验教训数据库表明过去的重大项目问题是质量失败。项目经理在制定质量管理 过程时决定做得更彻底。为确保质量，项目经理应该怎么做？
<br>A.根据项目的范围和需求制定质量管理计划。
<br>B.将所有质量控制过程纳入项目中。
<br>C.在项目核对单中包含来自过往项目的所有经验教训。
<br>D.在风险登记册中添加一个新风险。
1.`, answer: "A", tips: `考规划质量管理计划的输入。知识点：章节 8.1.1.2。
`
  },
  {
    question: `2.客户识别到一个新实施产品的性能问题。项目经理应使用哪一个质量成本（COQ）类别来估算这项成本？
<br>A.预防成本
<br>B.外部失败成本
<br>C.评估成本
<br>D.内部失败成本
2.`, answer: "B", tips: `客户发现的性能问题是外部失败成本。知识点：章节 8.1.2.3。
`
  },
  {
    question: `3.项目经理正在另一个国家执行一个 IT 外包项目，客户抱怨说远程团队没有达到他们的质量标准。项目经理应该查阅哪一份文件来确认这一点？
<br>A.外包公司的质量政策
<br>B.质量控制测量结果
<br>C.采购工作说明书（SOW）
<br>D.质量管理计划
3.`, answer: "B", tips: `PM 应该参考质量控制测量结果确认客户的反馈是否属实。质量控
制测量结果记录了控制质量活动的结果，证明符合质量要求。知识点：章节 8.3.3.1。`
  },
  {
    question: `1、项目章程批准之后，项目经理开始使用储备分析进行预算工作。哪些文件支持这项工作？
<br>A.项目资金需求、成本基准和项目储备计划
<br>B.范围基准、风险登记册和项目进度计划
<br>C.质量管理计划、项目资金需求和风险登记册
<br>D.范围基准、时间基准和批准的变更请求
1.`, answer: "B", tips: `估算成本是对完成项目工作所需资源成本进行近似估算的过程。本
过程的主要作用是，确定项目所需的资金。知识点：章节 7.2 前言
`
  },
  {
    question: `2.在预算规划过程中，项目经理意识到可供创建估算的信息很少。项目经理应该使用什么来提 高准确性？
<br>A.历史经验教训
<br>B.三点估算
<br>C.类比估算
<br>D.专家判断
2.`, answer: "B", tips: `通过考虑估算中的不确定性与风险，使用三种估算值来界定活动成
本的近似区间，可以提高单点成本估算的准确性。知识点：章节 6.5.2.2
`
  },
  {
    question: `3.一座城市将召开一次运动赛事，需要基础设施开发。由于项目存在公共利益，政府要求项目 团队每周提交绩效成本和进度更新/若要有效地跟踪进度，团队应考虑什么工具或技术？
<br>A.内部收益率（TRR）
<br>B.投资回报率（ROI）
<br>C.计划评审技术（PERT）
<br>D.挣值管理（EVM）
3.`, answer: "D", tips: `挣值分析将实际进度和成本绩效与绩效测量基准进行比较。EVM 把
范围基准、成本基准和进度基准整合起来，形成绩效测量基准。知识点：章节 7.4.2.2`
  },
  {
    question: `1、在估算项目成本时，项目经理与一位主题专家(SME)合作，该专家曾有低估交付项目需求所需工作的历时。然而，在所有其他领域，该主题专家是一位很好的贡献者，备受尊重，并且 经常有相关方需要他。若要主动减轻低估项目工作的风险，项目经理应该怎么做？
<br>A.在估算期间与该主题专家定期审查目标和需求，并使用其他资源审查提交的估算。
<br>B.通知项目相关方，该主题专家提交的任何估算必须增加 20%。
<br>C.忽略与该主题专家有关的估算问题，并继续保持该过程不变。
<br>D.将该主题专家从项目中排除并请求可提供更准确估算的资源。
1.`, answer: "A", tips: `与该 SME 一起估算，并获得其他资源的审查。
`
  },
  {
    question: `2.一个新项目完工所需成本的不确定性很高。项目经理应该用什么方法来确定预期成本？
<br>A.类比估算
<br>B.统计技术估算
<br>C.参数估算
<br>D.三点估算
2.`, answer: "D", tips: `选项里三点估算考虑了估算的不确定性。章节 7.2.2
`
  },
  {
    question: `3.在项目途中，会计经理通知项目经理项目剩余部分的资金不足。这让项目经理感到十分惊讶， 因为项目经理一直在监测成本，并认为项目符合预算。项目经理应该怎么做？
<br>A.请求增加预算，并提交新的成本基准用于批准
<br>B.使用项目储备涵盖成本超支
<br>C.核对发生的成本，并开展偏差分析
<br>D.快速跟进项目，解决成本超支问题
3.`, answer: "C", tips: `通过比较计划成本和实际成本，来识别成本基准与实际项目绩效之间的差异；然后可以实施进一步的分析，以判定偏离进度基准的原因和程度，并决定是否需要采取纠正或预防措施。知识点：章节 7.4.2.2`
  },
  {
    question: `1、供应商建议项目经理，为了满足要求的规格，需要更换特定材料。为确保成本基准不受影响， 项目经理应该审查下列哪一项？
<br>A.成本预测
<br>B.挣值（EV）分析
<br>C.管理储备
<br>D.应急储备
1.`, answer: "D", tips: `若不影响成本基准，只能考虑是否有应急储备。知识点：章节 7.3.2.3。
`
  },
  {
    question: `2.项目经理确定项目的进度绩效指数（SPI）为 1.2，成本绩效指数（CPI）为 0.8。项目目前的状态是什么？
<br>A.落后于进度，并超出预算
<br>B.超前于进度，但超出预算
<br>C.落后于进度，但低于预算
<br>D.超前于进度，并低于预算
2.`, answer: "B", tips: `SPI 大于 1，进度提前；CPI 小于 1，成本超支。知识点：章节 7.4.2.2。
`
  },
  {
    question: `3.由于突然和极端的汇率波动，进口项目设备的成本增加了 27%。项目经理应该如何减轻这个成本超支问题？
<br>A.使用变更控制程序来吸收额外成本。
<br>B.使用管理储备支付额外成本。
<br>C.修改成本基准以反映当前状况。
<br>D.采用应急储备补贴成本超支。
3.`, answer: "A", tips: `排除 BCD：B 错在直接使用管理储备，应该先请求；C 错在直接修改成本基准；D 错在使用应急成本，从题干看出这是个未识别风险发生了。`
  },
  {
    question: `1、项目经理正在对比项目预算与行业指数，项目经理注意到项目总预算低于类似项目的估算。 项目经理应该怎么做？
<br>A.更新风险登记册
<br>B.调节资金限制
<br>C.执行储备分析
<br>D.请求专家判断
1.`, answer: "C", tips: `储备分析用于确定项目所需的应急储备量和管理储备。PM 应该参考行业指数进行储备分析并进行总预算调整。知识点：章节 7.3.2.3。
`
  },
  {
    question: `2.一个项目正在实施将为组织提供竞争优势的技术。项目经理了解到，一项将推出的新技术可 能使原先计划推出的技术过时。项目经理该怎么做？
<br>A.忽略该技术发展，并关注项目的原始范围
<br>B.建议使用新技术来跟上最新的技术发展
<br>C.执行成本效益分析，以确定升级是否合理
<br>D.完成影响评估并为项目建议最佳可选方案
2.`, answer: "D", tips: `影响评估是对项目制约要素（范围、进度、成本等）的评估。而成本效益分析只是对成本。
`
  },
  {
    question: `3.对于一个新的硏发项目，必须估算一些有风险活动的成本。为确保高准确性，项目经理应使 用什技术？
<br>A.参数估算
<br>B.类比估算
<br>C.质量成本（COQ）
<br>D.三点估算法
3.`, answer: "D", tips: `通过考虑估算中的不确定性与风险，使用三种估算值来界定活动成本的近似区间，可以提高单点成本估算的准确性。知识点：章节 7.2.2.5。`
  },
  {
    question: `1、一个项目已经支出 350 万美元，现在已经完成 400 万元美元的工作。该项目的计划价值（PV）为 800 万美元。主题专家（SME）估算还需要 600 万美元来完成该项目。完成该项目的技术方法不再有效。当前的完工估算（EAC）是多少？
<br>A.800 万美元
<br>B.950 万美元
<br>C.1000 万美元
<br>D.1150 万美元
`, answer: " B", tips: `题目未提供 BAC ， 只能利用题目中已提供数据进行计算。EAC=AC+ETC=350+600=950.知识点：章节 7.4.2.2.。
`
  },
  {
    question: `2.创建项目章程的项目发起人需要已包含工作的成本估算。由于组织已经完成许多类似的项目， 发起人寻求项目经理的帮助。项目经理应该使用什么来创建适合的估算？
<br>A.粗略量级估算（ROM）
<br>B.自下而上估算
<br>C.类比估算
<br>D.专家判断
`, answer: "C", tips: `完成许多类似项目，有历史数据供参考，选择类比估算。知识点：章节 7.2.2.2。
`
  },
  {
    question: `3.项目管理办公室（PMO）的经理审查项目状态指示图，发现其中一个项目的进度绩效指数（SPI）为 0.5，成本绩效指数（CPI）为 0.3。哪一份项目文件应该包含这个问题的原因？
<br>A.实际成本报告
<br>B.挣值管理（EVM）报告
<br>C.更新的项目甘特图
<br>D.问题日志
`, answer: "B", tips: `虽然 PMBOK 并未出现“挣值管理报告”一词，但也可以认为有。EVM 的偏差分析用以解释成本偏差、进度偏差和完工偏差的原因、影响和纠正措施。歧义项 D， 但问题日志本身是为了进行问题跟进，一般不包括原因。`
  },
  {
    question: `1、在为一个有预算限制的项目生成状态报告时，项目经理发现该项目比进度计划落后一周。若 要将项目拉回正轨，项目经理应该怎么做？
<br>A.重新分配关键路径活动的团队成员。
<br>B.向项目发起人要求额外的时间。
<br>C.请求项目管理办公室(PMO)增加团队成员。
<br>D.执行资源优化。
`, answer: "D", tips: `有预算限制，所以倾向排除 C。D 优化资源包括 1）资源平衡；2）资源平滑；3）将非关键任务上的资源调往关键任务上，其中 3）没在 PMBOK 上特别说明。知识点：章节 6.6
`
  },
  {
    question: `2.在一个软件开发项目中，一名团队成员不能完成分配的任务，这阻碍了与其他组件的集成， 并导致错过里程碑。该团队成员未向项目经理告知有关其任务的任何问题。若要向发起人沟通该问题，项目经理首先应该做什么？
<br>A.在每周状态报告中包含更新的项目进度计划
<br>B.安排与发起人开会，告知他们这个问题，并提出恢复计划
<br>C.将其作为一项已实现的风险添加到风险登记册中，并将更新后的风险登记册发送给发起人
<br>D.将延迟问题上报给发起人，告知他们该团队成员未能完成分配的任务
`, answer: "B", tips: `里程碑被错过，是需要向发起人当面解释的，并提供恢复计划。
`
  },
  {
    question: `3.项目的成本绩效指数(CPI)和进度绩效指标(SPI)均大于 1.0,项目经理减少投入以保持进度。在这个过程中，什么会保持不变？
<br>A.进度
<br>B.成本
<br>C.成本与进度
<br>D.进度基准
`, answer: "D", tips: `项目执行过程中，除非变更进度基准，否则既定的进度基准将保持不变。`
  },
  {
    question: `1、一个项目的完工预算(BAC)为 100,000 美元。目前的项目报告显示该项目符合进度和预算。一位团队成员对相关工作包进行自下而上估算，表明剩余工作将比原计划少用 10,000 美元，并且仍能按进度计划交付。那么完工估算(EAC)是多少?
<br>A.90,000 美元
<br>B.100,000 美元
<br>C.10,000 美元
<br>D.110,000 美元
.`, answer: "A", tips: `对剩余工作重新进行自下而上估算，其准确度高于按照过去 CPI 对未来进行的预测（选项 B），所有 EAC=100,000-10,000=90,000 美元。知识点：章节 7.4.2`
  },
  {
    question: `2.完成一个项目任务所需的设备价格上涨了 50%。项目经理首先应该怎么做？
<br>A.提交变更请求以批准额外资金
<br>B.签发变更请求以减少范围，保持原始预算
<br>C.进行成本效益分析，以确定对预算的影响
<br>D.与供应商协商一个较低的价格
`, answer: "C", tips: `先分析再提变更，有可能不需要额外资金。
`
  },
  {
    question: `3.项目经理正在制定一份高层级的成本估算，以便纳入项目章程。由于项目经理以前完成过类 似的项目，应该使用哪一项成本估算技术？
<br>A.参数估算
<br>B.类比估算
<br>C.专家判断
<br>D.自下而上估算
`, answer: "B", tips: `高层级的成本估算，可以使用类比估算。章节 7.2
`
  },
  {
    question: `3.项目的成本绩效指数(CPI)和进度绩效指标(SPI)均大于 1.0,项目经理减少投入以保持进度。在这个过程中，什么会保持不变？
<br>A.进度
<br>B.成本
<br>C.成本与进度
<br>D.进度基准
`, answer: "D", tips: `项目执行过程中，除非变更进度基准，否则既定的进度基准将保持不变。`
  },
  {
    question: `1、由于关键路径上一个任务估计错误，项目落后于进度，项目经理应该怎么做？
<br>A.向客户解释这个问题，并告知他们预计将延期多长时间。
<br>B.要求团队成员向客户解释为什么会错误估计该任务。
<br>C.分析快速跟进或赶工任务技术是否会在通知客户之前将进度计划带入正轨。
<br>D.告知客户何时将达到承诺的时间表并规划权变措施。
1.`, answer: "C", tips: `出现规划疏忽的问题，就分析并解决问题。
`
  },
  {
    question: `2.项目经理根据团队输入创建项目章程并获得发起人的批准。在过去，对于哪些团队成员应负 责测试解决方案以及项目何时到期一直存在困惑。项目经理应该如何减轻这个问题？ <br>A.更新资源分解（RBS）
<br>B.执行相关方分析，并更新相关方登记册
<br>C.审查项目进度计划，并与相关方沟通
<br>D.分享批准的项目章程，并征求反馈意见
2.`, answer: "C", tips: `进度计划描述了项目工作的进度，包含题干描述的项目何时到期。
`
  },
  {
    question: `3.项目经理正在为一个沟通项目制定一份进度计划。可用的项目信息很模糊。 若要解决这个问题，项目经理应该怎么做？
<br>A.增加所有活动的总浮动时间。
<br>B.使用三点估算确定活动持续时间。<br>C.为不确定的活动分配应急储备。
<br>D.与项目团队一起开会，估算活动持续时间。
3.`, answer: "D", tips: `估算活动持续时间，应该团队一起讨论而非项目经理自己估算。知
识点：章节 6.4.2。题干中项目信息模糊应该符合三点估算的特点。`
  },
  {
    question: `1、项目经理资源有限，无法获得更多资源。项目经理应该使用什么技术来充分利用现有资源， 而不会令项目完成时间延期？
<br>A.资源平滑
<br>B.资源平衡
<br>C.快速跟进
<br>D.赶工
`, answer: "A", tips: `题干情景资源受限制，既要充分利用资源，又要使得项目不延期， 这
是资源平滑。知识点：章节 6.5.2.3。
`
  },
  {
    question: `2.正在审查问题日志的项目经理注意到，分配给某些团队成员的活动明显落后于进度。项目经 理应该怎么做？
<br>A.与相关团队成员一起审查活动，以确定解决策略
<br>B.将该问题升级上报给项目发起人解决
<br>C.要求负责的团队成员解释延迟的原因以及解决问题的策略
<br>D.要求负责的团队成员将他们的活动恢复到正常进度
`, answer: "A", tips: `四个选项中 A 的处理方案最优，PM 和团队一起探究原因及解决方
案。知识点：章节 6.5.2.6。
`
  },
  {
    question: `3.在施工现场可被验收之前，正为一个关键项目活动寻求获得当地主管部门的批准，项目经理 在为项目制定进度计划时应该做什么？
<br>A.避免将该活动放在关键路径上。
<br>B.执行确定和整合依赖关系。
<br>C.获得专家判断。
<br>D.在风险登记册中添加一个新风险。
`, answer: "B", tips: `外部强制性依赖。`
  },
  {
    question: `1、项目经理正在执行一个资源有限，期限严格的引人注目的项目。该项目目前落后于进度，对 资源平衡的审查显示，一些资源被过度分配。
<br>A.重新分配来自另一个项目不必要的资源
<br>B.为延迟的任务增加资源，并再次执行资源平衡
<br>C.提出一项变更请求，以减少范围
<br>D.计算关键路径以确定对项目的影响，并重新分配资源
`, answer: "D", tips: `进度落后，且资源被过度分配，可以考虑重新分配非关键路径上的 资
源以解决问题。选项 B 说法自相矛盾。选项 C 不建议。应该先考虑选项 D，再考虑选项 A
从其它项目借用资源。知识点：章节 6.5.2.1。
`
  },
  {
    question: `2.一个项目的项目经理被替换，新的项目经理识别到项目超出预算并落后于进度计划。新项目 经理首先应该做什么？
<br>A.要求项目发起人增加预算并延长进度计划
<br>B.获得项目发起人的批准，重新组织团队
<br>C.减少项目范围以满足原始预算和进度计划
<br>D.识别改进领域和加强监督
`, answer: "D", tips: `新的 PM 应该积极、主动面对问题。知识点：章节 6.5.2.6。
`
  },
  {
    question: `3.项目经理在制定项目进度计划时，希望按照符合逻辑的方式排列任务顺序，并使用至少有两 年经验的承包商。项目经理应该查阅哪份文件？
<br>A.里程碑清单
<br>B.项目管理计划
<br>C.活动清单
<br>D.活动属性
`, answer: "D", tips: `活动属性可能包括活动描述、紧前活动、紧后活动、逻辑关系、提 前
量和滞后量、资源需求、强制日期、制约因素和假设条件。知识点：章节 6.2.3.2。`
  },
  {
    question: `1、一个项目的成本绩效指数（CPI）为 1.2，且关键路径上的一个可交付成果落后于进度。如果项目经理将项目回正轨，项目会发生什么情况？
<br>A.活动将并行执行
<br>B.范围将被修改
<br>C.成本和风险将会增加
<br>D.将导致返工
1.`, answer: "C", tips: `成本结余、进度落后，可以进行赶工，将会导致成本与风险增加。
知识点：章节 6.5.2.6。
`
  },
  {
    question: `2.在批准一位团队成员的紧急请假请求之前，项目经理需要确保计划的项目活动不会被延迟。 项目经理首先应该审查哪份文件？
<br>A.责任分配矩库（RAM）
<br>B.资源日历
<br>C.资源分解结构（RBS）
<br>D.项目进度计划
2.`, answer: "D", tips: `PM 需要首先查阅项目进度计划来确保计划的项目活动会不会被延
迟。 知识点：章节 6.5.3.2。
`
  },
  {
    question: `3.项目经理正在为一个高度复杂的电信项目制定人力资源管理计划。由于快速变化的技术环境， 项目经理不确定应该分配的资源类型。 若要完成项目资源管理计划，项目经理首先应该怎么做？
<br>A.根据以前的项目估算资源活动
<br>B.使用滚动式规划执行项目
<br>C.在风险管理计划中包含资源培训需求
<br>D.根据货币估算定义资源类型
3.`, answer: "B", tips: `面对高度复杂和快速变化的技术环境，需采用滚动式规划。滚动式
规划是一种迭代式的规划技术，即详细规划近期要完成的工作，同时在较高层级上粗略规划
远期工作。 它是一种渐进明细的规划方式，适用于工作包、规划包以及采用敏捷或瀑布式
方法的发布规 划。知识点：章节 6.2.2.3。`
  },
  {
    question: `项目经理从制造商那里收到一个更新信息，说一个必要的设备修理可能会导致他们的可交付成果迟八周时间。项目经理应该怎么做？
<br>A.确定关键路径
<br>B.实施沟通管理计划
<br>C.执行假设情景分析
<br>D.对项目进度赶工`,
    answer: "C",
    tips: `假设情景分析就是对“如果情景X出现，情况会怎样？ ”这样的问题进行分析，即基于已有的进度计划，考虑各种各样的情景。知识点：章节 6.5.2.4 。`
  }

  , {
    question: `项目经理在规划进度期间注意到，项目所需的技术分析人员数量有限，并且常常不可用。 为 了弥补这一点，项目经理在进度计划中延长了三周时间。项目经理使用的是什么工具或 技术 来调整进度计划？
<br>A.资源优化
<br>B.进度计划工具
<br>C.提前量和滞后量
<br>D.关键路径法`,
    answer: "A",
    tips: `题目中使用的是资源优化中的资源平衡。为了在资源需求与资源供 给之间取得平衡，根据资源制约对开始日期和结束日期进行调整的一种技术。克服特定时间 内资源数量有限或过度分配，资源平衡往往导致关键路径改变，通常是延长。知识点：章节 6.5.2.3。`
  }

  , {
    question: `项目经理已经完成了收集干系人的需求工作，并且必须在即将召开的指导委员会会议提交项目进度计划。在制定项目进度计划之前，项目经理应该做什么？
<br>A.创建工作分解结构 (WBS)
<br>B.执行风险分析
<br>C.估算项目成本
<br>D.定义活动`,
    answer: "D",
    tips: `在制定进度计划之前、收集需求之后，必须完成的是定义活动。选项D是以选项A为基础的。知识点：章节 6.2。`
  }

  , {
    question: `设计团队发现项目经理创建的工作分解结构 (WBS) 遗漏了关键任务。若要避免这个问题，项目经理应该事先做什么？
<br>A.获得主题专家 (SMEs) 的专家判断
<br>B.审查过往项目的历史信息
<br>C.创建需求跟踪矩阵
<br>D.制定一份石川图`,
    answer: "C",
    tips: `需求跟踪矩阵是把产品需求从其来源连接到能满足需求的可交付成果的一种表格。使用需求跟踪矩阵，应该包括项目范围和WBS可交付成果。知识点：5.2.3.2`
  }

  , {
    question: `在项目执行期间，团队识别到几个变更请求，其中包括项目成功所需的功能，这些功能未能包含在需求跟踪矩阵中。若要避免这种情况，项目经理事先应该做什么？
<br>A.创建工作分解结构(WBS)
<br>B.定义范围
<br>C.核实范围
<br>D.控制范围`, answer: "B", tips: `定义范围的输出包括对跟踪需求矩阵的更新。章节 5.3`
  }

  , {
    question: `团队根据原型评审会上的客户反馈意见实施了一项变更，一位关键相关方现在担心项目可 交 付成果不符合验收标准。项目经理应该如何防止再次发生这种情况？
<br>A.检查工作分解结构 (WBS) 以确定哪些相关方的可交付成果受到影响
<br>B.评审相关方参与过程并利用相关信息更新相关方参与计划
<br>C.与发起人讨论制定相关方参与计划的相关事宜
<br>D.使用一个来自以前类似项目的相关方参与过程`,
    answer: "A",
    tips: `相关方担心可交付成果不符合验收标准，项目经理应检查 WBS，找 出 哪些可交付成果受到变更的影响，以便进行分析并应对。知识点：章节 5.4。`
  }

  , {
    question: `项目经理正在执行一个涉及不同业务部门的全公司项目。在一次规划会议上，项目经理注意到每个部门的具体需求不能引起其他部门的兴趣，这影响到会议的质量。若要解决这个问题，项目经理应该怎么做？
<br>A.石川图和需求跟踪矩阵
<br>B.焦点小组会议和思维导图
<br>C. 引导和亲和图
<br>D.头脑风暴和需求跟踪矩阵`, answer: "C", tips: `引导有助于建立现任、改善关系、改善沟通。章节 5.2.2.6`
  }

  , {
    question: `在审查进度计划时，项目经理发现由于一个意外问题导致存在严重的范围蔓延。项目经理应该怎么做？
<br>A.停止与该问题相关的工作，并通知项目发起人。
<br>B.更新风险登记册并通知发起人。
<br>C. 向变更控制委员会(CCB)提交变更请求，并更新项目基准。
<br>D.使用因果图执行根本原因分析，并更新风险管理计划。`, answer: "C", tips: `范围蔓延，纠正回来还是要变更。`
  }

  , {
    question: `一家公司计划扩大其公司网站的服务范围。项目经理开始根据批准的项目章程收集详细的需求。项目经理应该怎么做才能就项目的可交付成果达成一致意见？
<br>A.与相关方和主题专家(SMEs)一起召开焦点小组会议
<br>B.与关键相关方一起使用引导技术
<br>C.与相关方一起进行头脑风暴
<br>D.访谈关键相关方和发起人，以获取有关需求的更多信息`,
    answer: "B",
    tips: `收集需求时采用引导 (研讨会) 的目的，是协调相关方的需求差异， 最终达成一致意见。知识点：章节 5.2.2.6`
  }

  , {
    question: `一个项目的预计工期为六个月，项目经理在第五个月加入该项目。经调查发现，一些需要的活动尚未开始，而一些不必要的活动却已经完成。为避免这个问题，应事先制定哪一份计划？
<br>A.质量管理计划
<br>B.风险管理计划
<br>C.范围管理计划
<br>D.沟通管理计划`,
    answer: "C",
    tips: `需要做的没有做，不需要做的却已经完成，这是范围没有管理到位， 事先应该制定范围管理计划。知识点：章节 5.1.3.1。`
  }

  , {
    question: `完成一个项目的第一个可交付成果后，一位相关方告知该可交付成果不满足业务需求。项目经理下一步应该怎么做？
<br>A.审查工作分解结构(WBS)字典
<br>B.提交一份变更请求，以增加时间修正可交付成果
<br>C.执行核实范围过程
<br>D.更新项目管理计划`,
    answer: "C",
    tips: `可交付成果完成后应该去控制质量进行内部核实，再去确认范围进 行外部验收。题干说一位相关方不满意，应该完整地进行 5.5 。知识点：章节 5.5`
  }

  , {
    question: `在项目执行过程中，项目经理得知一项法规变化将需要实施额外的技术控制。项目经理与团队一起执行了影响评估。项目经理下一步应该怎么做？
<br>A.请发起人提供额外资金以解决新的需求
<br>B.更新范围管理计划
<br>C.将其添加进风险登记册
<br>D.提交一项变更请求，以增加范围`, answer: "D", tips: `法规要求增加额外的技术控制，即增加范围，进行变更请求。`
  }

  , {
    question: `一家公司启动一个项目，旨在下一季度结束前提高客户满意度。项目经理应该如何确定最佳实践？
<br>A.使用标杆对照
<br>B.组织焦点小组会议
<br>C.安排一次引导式研讨会
<br>D.创建一份亲和图`,
    answer: "A",
    tips: `标杆对照是将实际或计划的项目实践或项目的质量标准与可比项目 的实践进行比较，以便识别最佳实践，形成改进意见，并为绩效考核提供依据。知识点：章 节 5.2.2.2。`
  }

  , {
    question: `一个设计团队被分配开发一项新技术，让公司能够符合新的政府规定。应该用什么来收集产品设计属性？
<br>A.控制图
<br>B.需求跟踪矩阵
<br>C.工作分解结构 (WBS)
<br>D.头脑风暴`, answer: "D", tips: `头脑风暴是收集需求的工具和技术。知识点：章节 5.2.2.2。`
  }

  , {
    question: `尽管未获得事先同意，一位项目团队成员假设客户将会批准，开发了一个功能。项目经理应该怎么做？
<br>A.坚持不包含这个功能
<br>B. 由于工作已经完成，继续进行项目
<br>C.查阅范围管理计划来决定下一步行动
<br>D.通知相关方，并签发变更请求`,
    answer: "C",
    tips: `范围管理计划是项目管理计划的组成部分，描述将如何定义、制定、 监督、控制和确认项目范围，确定如何审批和维护范围基准；选项 D  中的顺序描述错误,并 且 C  在 D  之前执行。知识点：章节 5.1.3.1。`
  }

  , {
    question: `项目经理完成了一个重要的IT部署项目。项目经理与发布经理确认，所有系统都在正常运行，并且质量保证团队已经验证了这些功能。通知客户之后，项目经理下一步应该怎么做？ 
<br>A.将经验教训更新到组织知识库中
<br>B.更新风险登记册、项目相关方和项目团队成员
<br>C.关闭采购计划
<br>D.确认并完成发布文档`,
    answer: "D",
    tips: `符合验收标准的可交付成果应该由客户或发起人正式签字批准。应 该从客户或发起人那里获得正式文件，证明相关方对项目可交付成果的正式验收。知识点： 章节 5.5.3. 1。`
  }

  , {
    question: `一位新的项目经理加入一个正在进行的项目。在知识转移会议上，项目经理意识到业务需求不明确，与前项目经理的理解不同。在继续项目活动之前，项目经理应该做什么来确定起点？
<br>A. 审查需求管理计划，相关方登记册和功能需求
<br>B. 阅读项目管理计划、项目章程和商业文件
<br>C.查阅工作分解结构 (WBS)、范围、进度计划和质量规划文件
<br>D.审查需求跟踪矩阵、相关方管理计划和验收标准`,
    answer: "B",
    tips: `参考收集需求过程的输入。知识点：章节 5.2.1.1 、5.2.1.2 、5.2.1.4。`
  }

  , {
    question: `项目团队经常遗漏可交付成果。若要解决这个问题，项目经理首先应该怎么做？ <br>A.收集由团队执行的活动和任务的相关信息。
<br>B.将工作委托给高级团队成员，让其担任主管。
<br>C.将所有队员成员的工作分成相等的部分。
<br>D.提供培训，以便团队成员可以处理额外的工作`,
    answer: "A",
    tips: `按照 100%原则创建 WBS ，来确保既没有遗漏的工作，也没有多余 的工作。WBS   中的每个工作包都需分解成活动，以便通过这些活动来完成相应的可交付成 果。选项 B 、C  和 D  明显不正确。知识点：章节 5.4.2.2。`
  }

  , {
    question: `一个构建月度报告的项目涉及两个团队。团队X从事后端数据库的工作，团队Y从事构建报告的用户界面前端工作。项目经理要求两个团队的代表在需求收集过程中担任主题专家(SMEs) ，其中一位主题专家是该领域广受尊敬的人物，项目经理担心可能出现偏差。项目经理应使用什么工具或技术？
<br>A.德尔菲技术
<br>B. 多标准决策分析
<br>C.石川图
<br>D.头脑风暴`, answer: "A", tips: `德尔菲技术能够避免对他人造成不适当的影响。知识点：章节 5.2.2.4。`
  }

  , {
    question: `项目经理发现项目可交付成果与发起人期望之间存在若干不一致之处，为确保一致，项目经理应该制定下列哪一项？
<br>A.风险登记册
<br>B.相关方参与计划
<br>C.沟通管理计划
<br>D.工作分解结构 (WBS)`,
    answer: "D",
    tips: `确保可交付成果和发起人的期望一致，首先要收集发起人的需求、 再定义范围，按照范围基准交付。知识点：章节 5.4。`
  }

  , {
    question: `一件工作产品即将到发布期限，项目经理和团队得知该工作产品的功能不能满足要求。客 户已经承诺在计划日期提供功能齐全的产品。在记录这个问题后，项目经理应该怎么做？ 
<br>A.在用户验收测试期间解决该问题
<br>B.获得额外的资源专业知识
<br>C.通知客户和发起人
<br>D.与客户协商获得额外的时间`,
    answer: "A",
    tips: `，用户验收测试来确认功能是否齐全。发布日期临近，且需按计划提 供功能齐全的产品，因此PM需记录该问题，并积极尽心解决。选项B没有在题目中指明。`
  }

  , {
    question: `项目收尾时，项目经理审查上一个阶段收尾信息，以验证所有项目工作是否完成。项目经理应该做什么？
<br>A.集合团队，认可她们对项目付出的努力
<br>B.通知项目发起人项目已收尾
<br>C.在组织过程资产中更新经验教训
<br>D.执行偏差分析`, answer: "D", tips: `考结束项目或阶段的工具，偏差分析。知识点：章节 4.7.2.2。`
  }

  , {
    question: `在项目执行期间，一个团队成员识别出以前未被识别为项目相关方的职能经理提交了新需求。项目经理应该怎么做？
<br>A.与项目发起人开会，获得反馈
<br>B.启动实施整体变更控制过程
<br>C.对需求执行成本效益分析
<br>D.将该职能经理添加进沟通管理计划`,
    answer: "B",
    tips: `未被识别为干系人的职能经理提交了新需求，应该更新干系人登记册、 实施整体变更控制。知识点：章节 4.6。`
  }

  , {
    question: `批准项目章程之后，人力资源总监要求增加项目范围。一名项目团队成员在没有通知项目经理的情况下增加了这些范围。项目经理应该怎么做？
<br>A.与团队成员讨论该问题
<br>B.执行实施整体变更控制过程
<br>C.寻求项目发起人的指导
<br>D.与项目管理办公室 (PMO) 一起审查范围变更`,
    answer: "B",
    tips: `题目出现了范围蔓延问题，应强调实施变更控制流程，让项目回到正常轨道。知识点：章节 4.6。`
  }

  , {
    question: `在项目启动阶段，项目经理审查了经验教训知识库。项目经理得知，之前有一个项目由于 不断的范围蔓延而失败，这个项目无法负担额外的时间或预算。为避免项目失败，项目经理 应该怎么做？
<br>A.拒绝所有超出范围的变更请求
<br>B.管理关键相关方的期望
<br>C.将该信息升级上报给发起人
<br>D.包含严格和正式的过程批准变更`, answer: "D", tips: `如何避免范围蔓延，应该严格遵循变更管理流程。知识点：章节 4.6。`
  }

  , {
    question: `一家公司正在建立一个系统来提高客户服务团队的服务质量，项目经理确定过往项目的经验教训不适合这个项目。项目经理如何收集足够的信息来准备经济可行性研究？
<br>A.与法律部门会面， 以识别即将出台的政府和监管行业要求。
<br>B.分析市场、组织和社会需求、生态要求和客户请求。
<br>C.进行调查，以确定最新的客户需求，与主要竞争对手之间的服务差距，以及市场的服务趋 势。
<br>D.与技术部门会面，了解技术的最新发展， 以及新系统提供的成本节省机会。`,
    answer: "B",
    tips: `可行性研究是商业论证的内容，商业论证的编制由一个或多个因素引 发。知识点：章节 4.1.1. 1。`
  }

  , {
    question: `新项目似乎具有高层级风险因素和环境制约因素。尽管其他项目经理提出了警告，一位项 目经理仍然决定管理该项目。项目经理应该将项目的高风险性质记录在哪里？
<br>A.项目章程
<br>B.相关方参与计划
<br>C.问题日志
<br>D.项目管理计划`, answer: "A", tips: `项目的高层级风险应该记录在项目章程当中。知识点：章节 4.1.3.1。`
  }

  , {
    question: `一名关键项目发起人要求项目经理实施一项新功能，而该功能可能影响项目的最后期限， 项目团队必须评估这项请求的影响。项目经理应如何成功利用实施随整体变更控制过程？
<br>A.使用项目管理计划作为输入
<br>B.检查项目章程
<br>C.考虑批准的变更请求
<br>D.审查进度计划和成本基准`,
    answer: "A",
    tips: `PM  应该参考项目管理计划中的变更管理计划实施整体变更控制过程。 知识点：章节 4.6。`
  }

  , {
    question: `在开始进行一个已获批准工作包的工作之后，一名团队成员了解到项目管理计划未更新。 该团队成员应该怎么做？
<br>A.签发变更请求，以更新项目管理计划
<br>B.推迟工作，直到项目经理更新项目管理计划
<br>C.继续工作，并要求项目经理更新项目管理计划
<br>D.请求发起人许可在等待项目管理计划更新的同时继续工作`,
    answer: "A",
    tips: `本题目是一个异常的情景，比较四个选项，A  为最合适的做法，积 极通过变更流程进行补救。知识点：章节 4.6。`
  }

  , {
    question: `一个关键项目已获批准，一位关键相关方根据以往的经验，担心与该项目相关的风险。项 目经理下一步应该怎么做？
<br>A.更新项目管理计划和风险登记册
<br>B.分析项目范围
<br>C.请求项目发起人就风险提出具体意见
<br>D.审查项目章程中记录的高层级风险、假设条件和制约因素`,
    answer: "D",
    tips: `刚获得批准的项目要识别风险应该审查章程中的高层及风险与假设条件。知识点：章节 4.1.3。`
  }

  , {
    question: `在执行一个潜艇现代化项目期间，客户要求安装新的潜望镜。项目经理必须怎么做？ <br>A.检查可行性，准备预算，并获得变更请求批准
<br>B.执行实施整体变更控制过程，获得预算批准，并执行变更请求
<br>C.准备变更请求，获得变更控制委员会 (CCB) 的批准，并实施变更
<br>D.检查可行性，准备报价和预算，并获得客户的批准`,
    answer: "B",
    tips: `本题目考察变更流程。选项 A  和 D  不符合流程。选项 C  没有 B  完 整。知识点：章节 4.6。`
  }

  , {
    question: `一家组织希望开展一个网络开发项目。在与相关方讨论之后，销售团队决定在不同渠道投资，将会产生更多收入。这是使用什么工具或技术来做出这个决定？
<br>A.专家判断
<br>B.成本效益分析
<br>C.访谈
<br>D.头脑风暴`,
    answer: "B",
    tips: `商业论证或类似文件从商业视角描述必要信息，并据此决定项目的预 期结果是否值得所需投资。高于项目级别的经理和高管们通常使用该文件作为决策的依据， 商业论证包含商业需要分析与成本效益分析。知识点：章节 4.1.1. 1。`
  }

  , {
    question: `已根据批准的范围启动一个项目。在实施项目设计过程中，一位团队成员表示该产品在特定情景下不能满足需求。解决这个问题将增加范围和成本，且项目将错过最后期限。项目发起人不提供额外的资金来支持这个项目。项目经理应该怎么做？
<br>A.进行风险分析并向项目发起人更新进展
<br>B.执行实施整体变更控制过程
<br>C.纠正问题，以让客户满意
<br>D.通知客户并协商接受风险`, answer: "B", tips: `遵循变更流程解决该问题。知识点：章节 4.6。`
  }

  , {
    question: `在项目收尾过程中，项目经理得知他们必须快速加入一个更高优先级的项目。如果立即启动项目，这个新项目将为公司带来200万美元的增量价值。项目经理应该怎么做？
<br>A.关闭所有风险并转到新项目
<br>B.将剩余任务委托给替代资源
<br>C.确保所有相关项目文件均已存档
<br>D.执行项目标杆对照一家公司计划交付一种新产品，但目前无法获得需要的技能。`,
    answer: "C",
    tips: `PM  应该有力促进前一个项目的收尾工作。知识点：章节 4.7 。A ： 关闭所有风险不代表项目完成收尾，排除。B，未确定存在替代资源代替 PM  接管收尾工作， 干扰项。D  是在接收新项目之后可能采取的措施，不是本项目应该做的事情`
  }

  , {
    question: `若要启动这个项目，项目经理应该把重点放在哪里？
<br>A.详细的项目需求
<br>B.质量控制
<br>C.高层级风险的评估
<br>D.竞争对手分析`, answer: "C", tips: `在项目启动阶段需要将缺乏技能列为高层级风险。知识点：章节 4.1.3.1。`
  }

  , {
    question: `在规划项目开工大会时，项目经理应该如何处理干系人的期望?
<br>A.澄清业务需求
<br>B.确定项目沟通渠道
<br>C.审查类似项目的经验教训
<br>D.列出产生主要可交付成果的活动`,
    answer: "B",
    tips: `项目开工会议通常意味着规划阶段结束和执行阶段开始，旨在传达项 目 目标、获得团队对项目的承诺，以及阐明每个相关方的角色和职责。澄清业务需求，列出 产出可交付成果的活动与启动大会的目标关联度不大。知识点：章节 4.2.2.4`
  }

  , {
    question: `在与客户进行设计讨论期间，一个所需的功能被认定为过时。客户的项目经理同意可以将 其从项目范围中删除。项目经理下一步应该怎么做？
<br>A.从项目范围中删除这一项
<br>B.遵循正式的变更管理过程
<br>C.与项目发起人一起审查变更
<br>D.修改关键路径`, answer: "B", tips: `遵循变更流程进行范围方面的变更。知识点：章节 4.6。`
  }

  , {
    question: `项目团队成员习惯于在制定好的变更控制过程之外进行变更。在一次团队会议上，向公司董事会发出另一个变更请求。项目经理应该怎么做？
<br>A.接受该变更请求，并继续管理项目以满足其要求和进度计划
<br>B.通知请求者应该通过变更控制过程来处理变更
<br>C.召开一次团队建设会议，希望团队在所有变更之后重新走回正轨
<br>D. 向项目发起人询问有关变更和项目绩效的详细信息`, answer: "B", tips: `要遵循变更流程处理变更请求。知识点：章节 4.6。`
  }

  , {
    question: `在一次状态会议上，客户的一名员工要求项目经理提供新的产品功能。项目经理不确定谁 有权批准请求。项目经理首先应该查阅哪份文件？
<br>A.变更日志
<br>B.变更管理计划
<br>C.执行，负责，咨询和知情 (RACI) 矩阵
<br>D.组织过程资产`,
    answer: "B",
    tips: `变更控制系统包含在变更管理计划中。该系统不仅说明什么样的变更需要哪个层次的批准，而且也说明在什么情况下可以不经批准就实施变更。该系统说明CCB的组成、权力与责任。知识点：章节 4.6.1. 1。`
  }

  , {
    question: `客户申请破产，项目在完工前结束。项目经理应首先在最终项目报告中包含什么文件？ 
<br>A.经验教训
<br>B.将未完成的可交付成果文件转移给运营小组
<br>C.项目绩效报告
<br>D.项目终止原因`,
    answer: "D",
    tips: `如果项目在完工前就提前终止，结束项目或阶段过程还需要制定程 序，来调查和记录提前终止的原因。知识点：章节 4.7.3.4。`
  }

  , {
    question: `一个计算机更换项目延迟了两周时间，因为团队发现一些组件存在质量问题。项目经理下一步应该怎么做？
<br>A.提交变更请求
<br>B.重定项目进度计划
<br>C.更新项目管理计划
<br>D.取消项目`, answer: "A", tips: `发现质量问题，应该进行缺陷补救，走变更流程。知识点：章节 4.3.3.4。`
  }

  , {
    question: `公司请一名新项目经理来管理一个小型高端项目。如果这个项目成功，将会为公司带来额外的工作。有效的收尾过程将是项目成功的关键因素。为确保成功，项目经理必须产生什么 可交付成果？
<br>A.验收文件
<br>B.储备分析
<br>C.进度报告
<br>D.采购审计`,
    answer: "A",
    tips: `正常收尾的准入且必要条件是获得正式验收。在项目收尾期间，项目经理应该回顾以往的阶段文件，确认范围过程输出的验收的可交付成果。知识点：章节 4.7.1.2。`
  }

  , {
    question: `一名团队成员不清楚项目经理的主要职责和职权级别，哪一份文件可以帮助团队成员了解这一点？
<br>A.项目章程
<br>B.项目管理计划
<br>C.组织结构
<br>D.项目资源管理划`,
    answer: "A",
    tips: `项目章程是由项目启动者或发起人发布的，正式批准项目成立，并 授权项目经理动用组织资源开展项目活动的文件。知识点：4.1.3.1。`
  }

  , {
    question: `项目经理在两个期限紧迫的项目之间轮替。尽管时间有限，但他决定从这两个项目中收集经验教训。项目经理应如何收集经验教训？
<br>A.在每个项目完成时记录经验教训。
<br>B.请求知识管理部门的帮助。
<br>C.存档项目会议的所有会议记录。
<br>D.从启动阶段开始，定期记录经验教训。`,
    answer: "D",
    tips: `经验教训总结工作应该及时、尽早，并在整个项目期间不断更新。 知识点：章节 4.4.3. 1。`
  }

  , {
    question: `一名团队成员急于将客户正在考虑的新功能添加到项目可交付成果中。在开始为这些新功能工作之前，需要谁的批准？
<br>A.项目经理
<br>B.变更控制委员会 (CCB)
<br>C.项目发起人
<br>D.主题专家 (SME)`, answer: "B", tips: `对于引起基准的变更需要获得 CCB  的审批后才可执行。知识点：章 节 4.6.2.5。`
  }

  , {
    question: `一个项目要求在六个月内交付项目，项目经理担心时间表不合理。为解决这种情况，项目经理应该怎么做？
<br>A.按照项目要求制定项目管理划
<br>B.请求额外的资源
<br>C.与主题专家 (SMEs) 和发起人会面， 以设定可实现的期望
<br>D.通知项目发起人不能满足时间表`,
    answer: "C",
    tips: `时间表不合理，积极与专家、发起人确定可实现的期望。知识点： 章节 3.4.4. 1。`
  }

  , {
    question: `招募项目经理时，项目发起人列出面试人选的候选名单。项目发起人应将哪项技能列为最 高选择标准？
<br>A.进度安排
<br>B.沟通
<br>C.规划
<br>D. 问题解决`,
    answer: "B",
    tips: `在由上级和团队成员指定的项目经理中，排名前 2%的项目经理之 所以脱颖而出，是因为他们展现出了超凡的人际关系和沟通技能以及积极的态度。知识点： 章节 3.3.2`
  }

  , {
    question: `职能部门经理做出的一项决策对项目产生负面影响，项目经理首先应该做什么？
<br>A.与职能经理交谈，让他们了解他们决策的影响。
<br>B.让公司高管参与确定职能经理决策的影响。
<br>C.向职能经理提供其决策产生的问题清单。
<br>D.咨询其他经理，看看他们是否也曾与该职能经理发生同样的问题。`,
    answer: "A",
    tips: `按照题干的描述，职能经理做出的决策对项目产生了负面影响，作为项目经理，需要用正确的方式进行干预。无论是要纠正还是要预防，更合理的方式是要先 找到该职能经理沟通，要让其了解该决策带来的影响。B  选项往往是在迫不得已，职能经理 不合作的情况下，才要采取的方法。知识点：P60 ，章节 3.4.4 ，领导力技能。`
  }

  , {
    question: `一位新项目经理加入了由高级项目经理监督的项目，发起人要求新项目经理制定质量管理计划，项目经理应该怎么做？
<br>A. 向高级项目经理咨询已制定的质量过程和计划，并在选择适当的标准时寻求指导 <br>B.与客户开会收集需求
<br>C.要求发起人提供成本效益分析和标杆对照样本
<br>D.提交变更请求推迟了质量管理计划的发展计划直到质量矩阵和质量检查表被创造`,
    answer: "A",
    tips: `题干里的高级项目经理可以理解为类似 PMO  的角色，当项目经理 对项目进行规划并制定相应的项目管理计划的子计划的时候，需要咨询该高级项目经理已制 定的质量过程和计划。必要的时候，也需要该高级项目经理提供指导。知识点：P48 ，章节 2.4.4.3 ，项目管理办公室。`
  }

  , {
    question: `项目经理正在管理一个项目，该项目与最近完成的一个项目类似。高级管理人员要求快速启动项目。若要加快启动过程，项目经理应该做什么？
<br>A.重复利用之前项目的周期报告。
<br>B.查看其它项目经理的问题日志。
<br>C.使用先前已存档项目的估算信息。
<br>D. 降低项目的复杂性，因为它具有相同的风险。`,
    answer: "C",
    tips: `当前项目与之前完成的某项目类似，能使用的只有储存在组织过程资 产当中的现有估算信息或者用于估算的参数等。每个项目都会有其独特的问题以及风险，可 以参考但是一定无法照搬。知识点：P39 ，章节 2.3 ，组织过程资产。`
  }

  , {
    question: `项目经理正在识别一个项目章程的风险，该公司最近宣布，所有IT项目必须使用第三方 云基础构架实施。项目经理可以使用什么作为公司第一个基于云的IT项目的风险相关输入来源？
<br>A.事业环境因素
<br>B.组织过程资产
<br>C.外部顾问
<br>D.组织知识库`,
    answer: "A",
    tips: `题目中的关键词是“必须使用第三方的云基础架构”，“风险输入”， 说明考点是识别风险的输入。“基础架构”属于组织内部的事业环境因素。知识点：P413， 章节 11.2.1.5 ，事业环境因素。P38 ，章节 2.2.1 ，组织内部的事业环境因素。`
  }

  , {
    question: `项目经理正在规划一项举措，必须交付给之前没有交付经验的世界上某些地方。若要识别全球范围的项目制约因素，项目经理能够做什么？
<br>A.审查经验教训
<br>B.与项目发起人一起召开实况调查会议
<br>C.与全球项目相关方头脑风暴
<br>D.研究事业环境因素`,
    answer: "D",
    tips: `识别全球范围的项目制约因素，即事业环境因素。本题考点为事业 环境因素的内容。P39`
  }

  , {
    question: `项目团队成员来自于多个部门，并将处理项目和运营活动，任务和资源均已确定。若要确保资源，项目经理应做什么？
<br>A.要求职能经理为项目提供可用资源。
<br>B.与职能经理协商项目的资源和角色。
<br>C.联系资源，沟通任务，并与职能经理确认。
<br>D.将资源需求发送给发起人以与职能经理协商。`,
    answer: "B",
    tips: `职能型组织中，职能经理拥有资源管理权限，项目经理需要和职能经 理协商、谈判以确保获取资源。知识点：P47 ，章节 2.4.4 ，组织结构对项目的影响。`
  }

  , {
    question: `项目经理正在一个职能型组织中管理一个项目，一位关键相关方请求进行一项高影响变更，这将使可交付成果的成本增加50% ，变更控制委员会(CCB)尚未成立。但是，项目经理仍然启动变更控制过程。由谁负责批准该变更？
<br>A.项目团队和关键相关方
<br>B.项目发起人和职能经理 
<br>C.项目经理和职能经理
<br>D.项目经理和项目团队`,
    answer: "B",
    tips: `职能型组织中，职能经理为项目预算的管理者，同时成本增加 50%， 幅度较大，需要发起人的批准。知识点：P47 ，章节 2.4 ，组织结构对项目的影响。`
  }

  , {
    question: `首席信息官告知项目经理项目使用一个公共文件共享网站的行为违反了公司的安全要求。项目经理应在下列哪一份文件中找到这项需求？
<br>A.项目安全计划
<br>B.事业环境因素
<br>C.组织过程资产
<br>D.项目管理信息系统`, answer: "C", tips: `安全政策、安保政策属于组织过程资产。知识点：章节 2.3P39  页” 组织过程资产”。`
  }

  , {
    question: `当一个团队克服一系列技术难题时，项目经理应该怎么做来确保其他团队从他们的经验中收益？
<br>A.与其他团队一起召开知识转移会议，分享他们的经验
<br>B.向所有公司员工发送经验摘要
<br>C.与其他团队的技术成员分享经验
<br>D.将经验记录在企业知识库中`, answer: "D", tips: `知识点：章节 2.3.2  组织知识库。P41  页，组织知识库`
  }

  , {
    question: `项目经理加入公司，经验有限。当被任命管理一个项目时，该项目经理首先应该怎么做？ 
<br>A.请求公司指导
<br>B.寻求专家判断
<br>C.审查组织过程资产
<br>D.识别项目相关方`,
    answer: "C",
    tips: `，项目经理经验不足，应先审查组织过程资产，组织过程资产包括来自 任何 (或所有) 项目执行组织的，可用于执行或治理项目的任何工件、实践或知识，还包括 来自组织以往项目的经验教训和历史信息。知识点：章节 2.3 ，P39  页，“组织过程资产”。`
  }

  , {
    question: `项目章程最近已获得批准。然而，项目经理忽视了可能延迟进度计划的关键监管要求。若要避免这种疏忽，项目经理应检查什么？
<br>A.项目管理计划
<br>B.组织过程资产
<br>C.事业环境因素
<br>D.协议`,
    answer: "C",
    tips: `事业环境因素包含了政府或行业标准。例如包括与产品、生产、环境、 质量和工艺有关的监管机构条例和标准。知识点：章节 2.2.2`
  }

  , {
    question: `项目经理希望在项目启动阶段执行风险分析。为确保项目成功，项目经理应首先审查下列哪一项组织过程资产？
<br>A.更新的项目风险登记册
<br>B.风险管理计划和相关方承受力
<br>C.历史信息和经验教训
<br>D.组织基础设施和市场条件`,
    answer: "C",
    tips: `历史信息与经验教训知识库 (如项目记录与文件、完整的项目收尾信息与文件、关于以往项目选择决策的结果及以往项目绩效的信息，以及从风险管理活动中获取的信息) 。知识点：章节 2.3.2 。P41页`
  }

  , {
    question: `经过长期合同谈判，终于签订合同。项目经理下一步应该怎么做？
<br>A.审查合同的服务水平协议 (SLA)
<br>B.审查合同的资源矩阵
<br>C.与关键项目相关方一起召开项目启动大会
<br>D.更新经验教训`,
    answer: "D",
    tips: `经验教训登记册可以记录遇到的挑战、问题、意识到的风险和机会， 或其他适用的内容。知识点：P41  页“历史信息与经验教训知识库 (如项目记录与文件、完 整的项目收尾信息与文件、关于以往项目选择决策的结果及以往项目绩效的信息，以及从风 险管理活动中获取的信息)”`
  }

  , {
    question: `产品设计被认定为是各种制造问题的根本原因。若要在将来避免面对同样的问题，项目经理应该怎么做？
<br>A.执行实施质量管理过程
<br>B.审查质量管理计划
<br>C.执行实施整体变更控制过程
<br>D.更新经验教训知识库`, answer: "D", tips: `避免将来遇到同样的问题，需要更新经验教训。知识点：章节 2.3.2。`
  }

  , {
    question: `在一个为期五年的项目执行一年后，项目经理得知，团队人员流动率高的原因在于团队没有收到与正在从事同一个项目的其他团队相同的财务津贴。项目经理预测，因为如此高的人员流动率，该项目将遭受两年半的延期。支付额外补偿的金额未包含在合同中，项目发起人不愿意重新谈判。项目经理应该怎么做？
<br>A.向项目发起人提出一个减少范围的变更请求。
<br>B.使用预算储备支付补偿。
<br>C.将该问题升级上报给组织的项目集成或项目组合管理办公室(PMO)。
<br>D.请求延长工期。`, answer: "C", tips: `项目经理遇到解决不了的问题，向上级及 PMO  寻求帮助。`
  }

  , {
    question: `为获得新项目所需的资源，项目必须得到所有职能经理的许可。这家公司属于什么组织结构？
<br>A.平衡矩阵型组织
<br>B.弱矩阵型组织
<br>C.强矩阵型组织
<br>D.职能型组织`,
    answer: "D",
    tips: `职能型组织中项目经理在资源的可用性上是无权或者极少有支配权。 知识点：表 2- 1  组织结构对项目的影响。`
  }

  , {
    question: `在矩阵型组织中，刚刚传达了评价级别。其中一位团队成员获得了意想不到的低绩效评价，这位团队成员现在失去动力，影响到项目工作。若要避免这个问题，项目经理应该事先做什么？
<br>A.与职能经理协商评价等级
<br>B.与职能经理协作对团队进行评价
<br>C.为职能经理执行整体性评价
<br>D.允许职能经理全权负责团队评价`,
    answer: "B",
    tips: `在矩阵型组织中，pm  应该和职能经理合作进行绩效评价。知识点： 章节 2.4.4。`
  }

  , {
    question: `一位团队成员通知项目经理，一种计算机病毒正在关闭整个公司的工作站。项目经理应该怎么做？
<br>A.宣布发生严重的安全问题，并将其升级上报给危机管理委员会
<br>B.尝试确定病毒的类型及其来源
<br>C.通知IT安全部
<br>D.关闭所有系统并等待有关下一步操作的信息`,
    answer: "C",
    tips: `发现计算机病毒，应告知公司的 IT  安全部门进行处理。这是公司 IT 部门关于病毒防范的常规操作 (安装杀毒软件、定期更新、及时报告等)。知识点：章节 2.2。 A  不是 PM  这个等级可以做的事情。B ，不属于 PM  的责任范畴。D ，不是 PM  具有的操 作权限，PM  只有自身负责项目或系统权限。`
  }

  , {
    question: `项目经理正在执行一个新的项目，以解决之前完成的一个项目中的差距。项目经理首先应该做什么？
<br>A.计划使用相同的项目资源
<br>B.准备项目管理计划
<br>C.定义需求，并最终确定范围
<br>D.参考经验教训文件`, answer: "D", tips: `PM要参考之前项目的经验教训总结。知识点：章节 2.3。`
  }

  , {
    question: `矩阵型组织中的一个复杂项目的项目经理正在准备项目章程。项目经理应该获得谁的批准？
<br>A.公司CEO
<br>B.项目发起人
<br>C.项目经理的职能经理
<br>D.负责承担可交付成果的职能经理`,
    answer: "B",
    tips: `项目章程是由项目发起人发布的，正式批准项目成立，并授权项目经 理动用组织资源开展项目活动的文件，A 、C 、D  都可以是项目发起人。知识点：P34 ，章节 1.2.6.3 ，项目章程和项目管理计划。`
  }

  , {
    question: `在准备验收文件时，项目经理意识到未能包含两个功能。开发人员表示，虽然这些功能不完整，但客户不会注意到。公司需要为该项目开具发票并收取付款，以支付未来六个月的工资。项目经理应该怎么做？
<br>A.根据该开发人员的意见准备验收文件
<br>B.在准备验收文件之前包含这些功能。
<br>C. 审查需求管理计划。
<br>D.提交变更请求。`,
    answer: "D",
    tips: `全球项目管理业界定义的最重要的价值观是责任、尊重、公正和诚实。《道德与专业行为规范》确立了这四个价值观的基础地位。准备验收时需要将需求与实 际结果比较， 以决定是否有必要进行变更、采取纠正措施或预防措施。知识点：P3 ，章节 1.1.3 ，道德与专业行为规范；P165 ，章节 5.5.1.2 ，需求文件。`
  }

  , {
    question: `项目团队刚刚为一个客户的项目制定了高层级时间表，客户抱怨说他们需要在更短的时间内完成项目。项目经理应该做什么？
<br>A.让商业需求与客户的期望保持一致。
<br>B.快速跟进活动以缩短项目的持续时间。
<br>C.让团队确定如何缩短持续时间。
<br>D.让他们的主管管理客户关系。`,
    answer: "A",
    tips: `客户要求是商业需求的引发因素之一，商业需求是商业论证的基础，商业论证是项目章程的输入。项目的重要成功标准之一就是使干系人满意，所以商业需求需 要与客户的期望保持一致。知识点：P77，章节 4.1.1.1  商业文件-商业论证；清晖讲义 V2.0， 章节 1.2.6.4 ，项目成功的具体标准。`
  }

  , {
    question: `在一个落后于进度计划的活动项目后期，一个新的项目经理加入团队，项目经理发现相关方并不知道该项目的状态。新项目经理应该做什么？
<br>A.当项目回到正轨时通知相关方。
<br>B.立即向所有相关方发送工作绩效报告。
<br>C.确定哪个相关方应对延迟负责。
<br>D.审查风险报告，然后通知相关方。`,
    answer: "B",
    tips: `项目落后于进度，新的项目经理加入团队却发现干系人并不了解项目 状态，那么接下来需要做的是需要向所有的干系人发送工作绩效报告以报告项目状态，并设 法引起干系人的重视。因为无论该项目经理需要做什么来将项目带回正轨，都需要团队的输 入以及配合。D  选项错在题目当中并没有明确提到有风险的存在，项目进度落后是已经发 生的问题，并非风险。章节 1.2.4.7 ，项目管理数据和信息。`
  }

  , {
    question: `首席执行官要求项目经理提供绩效报告。项目经理应该在这份报告中包含哪些内容？ 
<br>A.已完成百分比和经验教训
<br>B.问题的当前状态以及更新后的相关方参与评估矩阵
<br>C.项目风险的绩效测量指标
<br>D.已完成的工作和关键绩效指标 (KPIS)`,
    answer: "D",
    tips: `题目中的关键词“首席执行官”，“绩效报告”。工作绩效报告用以制定决策、提出问题、采取行动或引起关注。向首席执行官提供的工作绩效报告应包含关键绩效指标。章节 1.2.4.7 ，项目管理数据和信息-工作绩效报告。`
  }

  , {
    question: `在一个新项目的启动过程中，项目经理注意到未创建商业论证。项目经理应该做什么？ 
<br>A.向关键相关方解释商业论证的重要性。
<br>B.调查组织对项目的商业需求。
<br>C.向项目发起人询问如何整合商业需求。
<br>D.采用项目发起人的意见创建商业论证。`,
    answer: "C",
    tips: `题目中的关键词是“未创建商业论证”。商业论证是启动后续项目管理活动的依据，是必须要创建的。项目发起人通常负责项目商业论证文件的制定和维护。项目尚未正式启动前，发起人是主角，当项目经理发现启动前的工作不完善时，应征询发起人的意见。章节 1.2.6 ，项目管理商业文件。`
  }

  , {
    question: `一家组织正在选择下一个项目，完成项目提交和效益分析后，组织在选择核实项目时应考虑什么？
<br>A.经济价值
<br>B.项目与组织战略之间的一致性
<br>C.从项目管理角度来看，较高的商业价值期望
<br>D.项目管理办公室 (PMO) 的支持`, answer: "B", tips: `选择项目是应与组织的目的和目标保持一致。`
  }

  , {
    question: `在正式批准项目之前，一名关键项目相关方对待交付产品的边界表示担忧。若要避免这个问题，项目经理应该事先查阅哪一份文件？
<br>A.商业论证
<br>B.项目章程
<br>C.项目管理计划
<br>D.项目基准`,
    answer: "A",
    tips: `正式批准项目之前即项目章程的认可之前只有商业论证。只能选 A。 本题知识点，P774. 1.1.1  商业论证。经批准的商业论证或类似文件是最常用于制定项目章程 的商业文件。一般情况下，商业论证会包含商业需求和成本效益分析，以论证项目的合理性 并确定项目边界。`
  }

  , {
    question: `已经做出设计新产品的决定。与维护经理讨论后，项目经理了解到运营成本提高，这可能会影响商业论证。项目经理应该怎么做？
<br>A.与项目发起人一起审查潜在风险。
<br>B. 审查项目假设。
<br>C.查看项目范围说明书。
<br>D.审查项目关键需求。`,
    answer: "A",
    tips: `“可能会影响”这是一个风险，并且这个风险是因为商业论证与实际 不同导致的，需要与发起人一起讨论这个风险。知识点:P78  商业论证“项目经理就不可以 对它们进行更新或修改，只可以提出相关建议。”`
  }

  , {
    question: `一个由三个项目组成的项目群最初获得批准，但是财务预测未能支持所有三个项目的申请理由。若需要评估项目，项目经理应向管理层提供什么？
<br>A.客户提出的变更请求 <br>B.商业论证分析计划
<br>C.项目范围说明书
<br>D.产品开发计划`,
    answer: "B",
    tips: `项目商业论证指文档化的经济可行性研究报告，用来对尚缺乏充分定义的所选方案的收益进行有效性论证，是启动后续项目管理活动的依据。知识点：章节 1.2.6.1`
  }

  , {
    question: `一个创新项目已经获得项目发起人的批准，在一次关键项目相关方会议期间，会计主管指出，该项目与会计部门以及整个组织无关。项目主管应该怎么做？
<br>A.请求指导委员会的指导
<br>B.与会计主管开会，讨论商业论证中概述的项目效益
<br>C.使用冲突避免技术，继续进行项目
<br>D.识别会计部门中支持该项目的项目相关方`,
    answer: "B",
    tips: `项目商业论证指文档化的经济可行性研究报告，用来对尚缺乏充分 定义的所选方案的收益进行有效性论证，是启动后续项目管理活动的依据。商业论证列出了 项目启动的目标和理由。知识点：章节 1.2.6.1`
  }

  , {
    question: `在新项目启动会议期间，因为项目将需要采购新设备，生产经理拒绝接受批准的章程，然而，项目经理通知项目发起人，由于生产经理缺席，章程未能包括设备采购。项目经理下一步应该怎么做？
<br>A.与客户一起审查生产经理关切的问题
<br>B.记录生产经理关切的问题，并在项目启动大会之后获得他们的支持
<br>C.开展另一项成本效益分析，包括生产经理的反馈
<br>D. 向生产经理解释设备成本不会影响项目业务价值`,
    answer: "C",
    tips: `制定效益管理计划需要使用商业论证和需求评估中的数据和信息， 例如，成本效益分析数据。在成本效益分析中已经把成本估算与项目拟实现的效益进行了比 较。项目效益管理计划的制定和维护是一项迭代活动。它是商业论证、项目章程和项目管理 计划的补充性文件。项目经理与发起人共同确保项目章程、项目管理计划和效益管理计划在 整个项目生命周期内始终保持一致。章节 1.2.6.2`
  }

  , {
    question: `收到新项目的客户请求之后，项目经理首先应该怎么做？
<br>A.寻求项目发起人批准
<br>B.准备商业论证
<br>C.组织项目启动大会
<br>D.获得专家判断`,
    answer: "B",
    tips: `项目商业论证指文档化的经济可行性研究报告，用来对尚缺乏充 分定义的所选方案的收益进行有效性论证，是启动后续项目管理活动的依据。商业论证列出 了项目启动的目标和理由。它有助于在项目结束时根据项目目标衡量项目是否成功。知识点： 章节 1.2.6. 1。`
  }

  , {
    question: `在项目启动期间，一名关键干系人声称项目不再可行。为评估项目的可行性，项目经理应该怎么做？
<br>A.将该干系人推荐给项目发起人
<br>B.拖延项目再评估，直至项目资金在启动阶段结束时用完
<br>C.检查是否与商业论证保持一致，并提交给项目发起人和关键干系人
<br>D.立即开始项目收尾过程`,
    answer: "C",
    tips: `商业论证列出了项目启动的目标和理由。它有助于在项目结束时根据 项目目标衡量项目是否成功。商业论证是一种项目商业文件，可在整个项目生命周期中使用。 知识点：章节 1.2.6. 1`
  }

  , {
    question: `一家公司发现有几个项目要实施。在制定商业讨论时，公司使用净现值 (NPV) 来确定项目的优先级。公司应该首先开始哪个项目？
<br>A.NPV=15,000  美元，投资回收期为三年
<br>B.NPV=15,000  美元，投资回收期为五年
<br>C.NPV=-25,000  美元，投资回收期为三年
<br>D.NPV=-25,000  美元，投资回收期为五年`,
    answer: "A",
    tips: `NPV应大于零，且越大越好，回收期越短越好。知识点：章节 1.2.6.2。`
  }

  , {
    question: `在项目执行阶段，批准了一项监督法律，责令立即遵守。这项法律将影响项目的范围、进度和成本。项目经理首先应该做什么？
<br>A.减轻风险
<br>B.更新项目管理计划
<br>C.将问题升级上报给高级管理层
<br>D.开始变更请求过程`,
    answer: "D",
    tips: `，在项目执行阶段，监督法律已经批准了，这将影响范围、进度和成本，说明需要采取变更措施。知识点：章节 4.3.3.4`
  }

  , {
    question: `在项目实施过程中，营销部门通知项目经理说，产品的市场需求已经发生变化。之前未成预料到这些变化，可能会显著影响调查的销售数量，并可能影响项目范围。项目经理应该怎么做？
<br>A.规划风险应对，并更新风险登记册
<br>B.应用检测方法
<br>C.计划使用应急储备并更新风险减轻计划
<br>D.使用挣值管理 (EVM) 方法`, answer: "A", tips: `识别了新风险，更新风险登记册并规划应对。知识点：章节 11.2.3.1。`
  }

  , {
    question: `项目执行期间，客户请求进行一个小变更。在执行高层级审查后，开发人员确定进行变更 所需的工作影响较小且可被吸收。项目经理下一步应该怎么做？
<br>A.要求开发人员继续进行修改
<br>B.签发变更请求
<br>C.更新问题日志 
<br>D.向所有项目相关方沟通提议的变更`, answer: "B", tips: `遵循变更流程处理变更请求。知识点：章节 4.6。`
  }

  , {
    question: `在一个施工项目的执行阶段，由于环境问题，当地居民希望停止该项目。项目经理应该怎么做？
<br>A.检查事业环境因素
<br>B.安排召开变更控制委员会 (CCB) 会议
<br>C.查看风险管理计划
<br>D.审查假设情景分析`,
    answer: "C",
    tips: `执行阶段当地居民希望停止项目，对项目来说这是发生了意外风险。 需要查看风险管理计划，看看意外风险如何管控。知识点：章节 11.1.3.1。`
  }

  , {
    question: `一名指导委员会成员提交了一项新请求，这项请求似乎没有得到充分考虑，可能会对项目产生负面影响。项目经理下一步应该怎么做？
<br>A.评估该请求的影响
<br>B.记录该请求，并将其提交给变更控制委员会 (CCB)
<br>C.要求支持的成员说服该指导委员会成员撤回请求
<br>D.拒绝该请求，并告知该指导委员会成员拒绝的原因`,
    answer: "A",
    tips: `A  属于变更流程第2步。B本身有问题，CCB是决策小组，不应该仅提交变更请求给 CCB 去寻求解决方案和决策，必须在第 2 步评估和第 3 步制订备选方案 以后，才可以递交给 CCB  去做决策。`
  }

  , {
    question: `一名严苛的项目相关方坚持要增加项目需求。项目经理希望满足该请求，但是许多需求超出预算并与商业需求不一致。项目经理应该怎么做？
<br>A.仅批准符合预算并与商业需求一致的请求
<br>B.将请求提交给变更控制委员会 (CCB)
<br>C.与项目发起人开会，根据项目范围说明书评审请求
<br>D.拒绝请求，并通知项目相关方`, answer: "B", tips: `应遵循变更流程获得 CCB  的审批意见。知识点：章节 4.6。`
  }

  , {
    question: `在规划阶段，项目经理被告知一名关键人员必须延长到期，项目经理需要确保项目进度计划不受负面影响。项目经理下一步应该怎么做？
<br>A.将该情况识别为一个项目风险，并将其添加到风险登记册中
<br>B.为项目分配备用资源
<br>C.通知项目发起人
<br>D.更新资源管理计划`, answer: "A", tips: `在规划阶段，关键资源的可用性应识别为显而易见的风险。知识点： 章节 11.2.3.1。`
  }

  , {
    question: `最近发布的一项新技术可以将正在进行的项目的开发任务加快30%，团队非常渴望使用这项新技术，但识别到由于缺乏知识与支持而可能出现问题的风险。项目经理和团队如何确定使用这种技术是否会让项目收益？
<br>A. 审查风险管理计划，以确定新技术是否是一项不必要的风险
<br>B.实施定量风险分析，且如果风险排在前 10  位，就拒绝使用这项技术。
<br>C.使用预期货市价值(EMV)技术，并且如果EMV为正值，则使用这项技术 
<br>D.执行敏感性分析，以确定对项目结果的潜在影响`,
    answer: "C",
    tips: `使用EMV帮助决策，若收益大于成本(EMV为正值) ，则可以考 虑采用新技术。知识点：章节 11.4.2.5。`
  }

  , {
    question: `项目经理确定项目已超出预算，并将需要管理储备来完成项目。为完成项目，项目经理应该怎么做？
<br>A.获得项目发起人批准使用管理储备
<br>B.修改成本资源并使用管理储备
<br>C.获得项目发起人的批准，包含额外资金
<br>D.执行实施整体变更控制过程，并修改成本基准`,
    answer: "D",
    tips: `当出现有必要动用管理储备的变更时，则应该在获得变更控制过程 的批准之后，把适量的管理储备移入成本基准中。知识点：章节 4.6。`
  }
  , {
    question: `项目管理已经成为新环境下必不可少的管理模式，以下都是项目的事例，除了：
<br>A.商用喷气式飞机的研发
<br>B.商业软件应用程序开发
<br>C.会计人员财务统计
<br>D.针对某类疾病展开的药物研究`,
    answer: "C",
    tips: `根据项目的特点临时性和独特性进行选择，财务统计属于运营工作，是持续的重复的。`
  }
  , {
    question: `以下哪些指标被认为是确定项目是否成功的重要因素：
<br>A.范围、进度、质量、资源
<br>B.进度、质量、风险、相关方
<br>C.范围、进度、成本、质量
<br>D.进度、成本、质量、风险`,
    answer: "C",
    tips: `传统项目管理三重制约是范围、进度、成本，外加质量，构成了三角形的三个边和中间的面积部分`
  }
  , {
    question: `关于商业价值，以下描述正确的是：
<br>A.商业价值是组织从商业运作中获得的收益，这些收益往往不能量化
<br>B.商业价值被视为是一种回报，即以某种投入换取时间、资金、货物或无形的回报
<br>C.商业价值包括有形价值和无形价值，比如股东权益就是无形价值的体现方式
<br>D.商业价值关乎投资者的期望，所以项目经理必须首先是一个商业分析师`,
    answer: "B",
    tips: `收益是可以量化的，排除 A；股东权益是有形价值，排除 C；项目经理不是商业分析师，排除 D。`
  }
  , {
    question: `你所在的组织正在建设当地一个基础设施项目，涉及内容包括油气站建设、居民供水、供电、市政道路、以及市火车站等建设，组织决定将供水项目归为一类、供电项目归为一类，通过这种模式来开展基础设施项目的建设，这是一个：
<br>A.大型项目
<br>B.项目组合
<br>C.项目集
<br>D.项目`, answer: "B", tips: `并没有说项目之间存在依赖关系，是为了实现组织目标分类来进行管理。`
  }
  , {
    question: `关于项目和运营，说法错误的是
<br>A.项目和运营会在产品生命周期的不同节点交叉
<br>B.运营管理关注产品的持续生产和（或）服务的持续运作
<br>C.运营管理重点关注把各种输入转变为输出的过程
<br>D.项目和运营的共同特点都是受制于时间的临时性`, answer: "D", tips: `运营是持续性的，不是临时性的`
  }
  , {
    question: `（ ）通过渐进的方式增加产品的功能，（ ）通过一系列重复的循环活动来开发产品，括号处是：
<br>A.迭代，增量
<br>B.增量，迭代
<br>C.计划，适应
<br>D.适应，计划`, answer: "B", tips: `无`
  }
  , {
    question: `关于事业环境因素和组织过程资产，说法正确的是：
<br>A.事业环境因素往往是一种假设或制约因素
<br>B.事业环境因素往往来自组织内部或外部
<br>C.组织过程资产往往来自组织内部或外部
<br>D.组织过程资产往往是一种假设或制约因素`, answer: "B", tips: `事业环境因素来自外部和内部，组织过程资产只能是内部的。`
  }
  , {
    question: `以下哪一项不是事业环境因素：
<br>A.你所在公司人员的等级制度和职权关系
<br>B.你正在管理项目的项目管理信息系统
<br>C.当地政府所要求的生产安全许可说明
<br>D.你所在公司 PMO 向你提供的项目管理计划模板`, answer: "D", tips: `ABC 都是事业环境因素，D 是组织过程资产`
  }
  , {
    question: `由于你所在的公司并未从事过与金融软件相关的项目，可能面临很大的风险，为了知道与之相关的可能风险数据，你向一家金融风险管理机构购买了一份《行业风险研究报告》资料，这是一个什么：
<br>A.组织外部的事业环境因素
<br>B.组织内部的组织过程资产
<br>C.组织内部的事业环境因素
<br>D.组织外部的组织过程资产`, answer: "A", tips: `事业环境因素有组织内部和外部的，而组织过程资产都是来自组织内部。`
  }
  , {
    question: `关于组织过程资产，以下说法都正确，除了：
<br>A.组织过程资产是执行组织所特有，并使用的计划、过程、政策、程序和知识库
<br>B.组织过程资产包括任何项目执行组织的经验教训和历史信息
<br>C.组织过程资产包括软件工具、配置管理系统、工作授权系统等
<br>D.组织过程资产包括完成的进度管理计划、风险数据和挣值数据`, answer: "C", tips: `C 选项是事业环境因素`
  }
  , {
    question: `哪一个是组织过程资产的事例：
<br>A.项目管理信息系统
<br>B.配置管理知识库
<br>C.配置管理系统
<br>D.共享系统和云计算`, answer: "B", tips: `参考 PMBOK41。软件系统一般是事业环境因素`
  }
  , {
    question: `某个技术重组项目的计划处于计划编制阶段已经数月，在此期间，这项技术已得到显著的进步。这项目预计在这个月开始，而且必须更新范围管理计划来反映技术上的变化。项目经理必须向关键干系人详细说明项目范围存在的可能变更。项目经理理解项目的不确定性水平将会处于下列哪一种情况？
<br>A.保持在预计和计划水平
<br>B.增加
<br>C.开始是增加，然后减少
<br>D.减少`, answer: "B", tips: `参考 PMBOK41。软件系统一般是事业环境因素`
  }, {
    question: `公司里面有 A、B、C 三个项目。这些项目根据公司的目标，按照一套相同的标准化分优
先顺序。项目 B 的优先级较高，因为它将会扩大公司的市场份额，减少对不可靠供应商的
依赖性。
这是在执行什么活动？
<br>A. 项目组合管理
<br>B. 项目集管理
<br>C. 项目管理
<br>D. 份额管理
`, answer: "A", tips: `题干说：关注资源的优先分配。这是关键词`
  }, {
    question: `以下哪项陈述最准确描述了项目？
<br>A.项目范围变更的代价在项目的最初阶段最大
<br>B.项目干系人的影响在整个项目期间是相同的
<br>C.在项目执行阶段成本和人力投入量达到顶峰
<br>D.项目的下一阶段永远不应该开始，直到前一个阶段的可交付成果被完全审查和批准
`, answer: "C", tips: `项目范围变更的代价在项目的最初阶段是最小的，排除 A。`
  }, {
    question: `
项目干系人的影响在整个项目期间开始时最大，之后递减。排除 B；
阶段可能交叠进行，排除 D。
`
  }, {
    question: `项目发起人对项目范围、质量、时间、成本最大的影响力在：
<br>A.开发阶段
<br>B.执行阶段
<br>C.概念阶段
<br>D.结束阶段
`, answer: "C", tips: `概念阶段，也就是启动项目阶段。在整个启动过程中，发起人始终领导着项目，直到项目正式批准。四个阶段的顺序：C、概念阶段-A、开发阶段-B、执行阶段-D、结束阶段`
  }, {
    question: `、下列哪项陈述反映了项目的风险程度？
<br>A. 项目初始阶段的风险最小
<br>B. 风险在整个项目期间保持恒定
<br>C. 项目实施过程中风险最大
<br>D. 项目初始阶段风险最大
`, answer: "D", tips: `项目的风险与不确定性，开始最大，逐步减小；
`
  }, {
    question: `当项目接近完工时：
<br>A. 就不再需要风险管理
<br>B. 高风险项的可能性会增加
<br>C.不再需要应急储备
<br>D. 变更成本一般会增加
`, answer: "D", tips: `项目越接近尾声变更的代价就越大。
`
  }, {
    question: `在一个快速变化环境中工作的项目经理，将收集到的需求清单排列优先顺序进行工作计
划。让优先级最高的可交付成果 3 周内完成。项目经理正在使用哪一种项目生命周期方法？
<br>A.适应
<br>B.预测
<br>C.直觉
<br>D.反复
`, answer: "A", tips: `快速变化环境中，可以适应环境变化的，最好的就是适应型。
`
  }, {
    question: `项目经理正在负责一个十分复杂的大型项目，与项目团队成员讨论后决定分阶段予以实
施，并定下了第一个阶段为设计阶段。请问在设计阶段中应进行哪些项目管理过程组？
<br>A.启动和规划过程组
<br>B.规划和执行过程组
<br>C.启动、规划、执行、监控、收尾过程组
<br>D.启动、执行、收尾过程组
`, answer: "C", tips: `每个阶段都是一个子项目，都应该进行五大过程组。阶段=子项目
`
  }, {
    question: `不同的组织结构在项目组织框架中的含义是：
<br>A.组织实现目标的能力
<br>B.团队成员的关联程度
<br>C.项目团队成员之间及与项目经理之间的物理位置接近程度
<br>D.项目经理对团队资源的权力水平
`, answer: "D", tips: `这是组织结构中对项目经理权力的最好描述
`
  }, {
    question: `哪种组织结构类型，项目经理对预算的控制最低：
<br>A.强矩阵
<br>B.项目导向
<br>C.系统型或简单型
<br>D.PMO
`, answer: "C", tips: `系统型或简单型组织结构（职能型）下，预算往往由特定的负责人或操作员管
理，而不是项目经理，因为此时的项目经理更像协调员，职能非常小。
`
  }, {
    question: `在矩阵组织中，谁管理资源？
<br>A.高级管理层
<br>B.职能经理
<br>C.项目经理
<br>D.人力资源经理
`, answer: "B", tips: `参考 PMBOK47。矩阵组织结构的两个负责人是项目经理和职能经理，职能经
理提供资源，项目经理借助资源开展工作，但是资源来自职能部门。
`
  }, {
    question: `PMO 和项目经理的主要职责关系，错误的是：
<br>A.PMO 对所负责的全部项目的共享资源进行管理
<br>B.PMO 对跨项目的沟通进行协调
<br>C.PMO 对特定的项目进行管理，对项目的交付成果负责
<br>D.项目经理往往通过 PMO 获取支持，甚至直接听命于 PMO
`, answer: "C", tips: `对特定项目进行管理，这是项目经理的职责
`
  }, {
    question: `PMO 正在想办法向项目提供模板、最佳实践、培训，以及来自其他项目的信息和经验
教训。这是一个什么类型的 PMO：
<br>A.支持型
<br>B.控制型
<br>C.指令型
<br>D.约束型
`, answer: "A", tips: `参考 PMBOK48，属于对 PMO 支持型的定义
`
  }, {
    question: `项目经理加入一个复杂项目，该项目的需求不稳定且交付周期长。客户希望多个可交付
成果能更快地进入市场，并且需要一些功能来提高盈利能力。
应该为这个项目推荐什么方法？
<br>A.瀑布式
<br>B.增量
<br>C.迭代
<br>D.敏捷
`, answer: "D", tips: `排除 BC：虽然 B 增量和 C 迭代和 D 敏捷都有迭代的做法，但“敏
捷”的迭代更快，应对快速变化的市场（特征词）。
`
  }, {
    question: `项目经理拥有几乎全部权力的组织结构类型是？
<br>A. 弱矩阵组织
<br>B. 平衡矩阵组织
<br>C. 强矩阵组织
<br>D. 项目型组织
`, answer: "D", tips: `拥有几乎全部权力 pm。
`
  }, {
    question: `项目经理从平衡矩阵型组织结构向各部门工作相互独立的组织结构改变。这对项目经理
的可用资源和预算控制有何影响？
<br>A. 可用资源减少并且对预算的控制降低
<br>B. 可用资源增加并且对预算的控制降低
<br>C. 可用资源减少并且对预算的控制增加
<br>D. 可用资源增加并且对预算的控制增加
`, answer: "A", tips: `各部门工作相互独立的组织结构，就是职能型组织。平衡矩阵变为职能型。
平衡矩阵变为职能型。pm 权利越来越小
`
  }, {
    question: `一家公司的组织形式是每个职能经理负责各自的项目部分。在这种类型的组织中，项目
经理的典型角色是什么？
<br>A.协调员和催交员
<br>B.分包商
<br>C.主管
<br>D.项目组合经理
`, answer: "A", tips: `职能经理负责各自得项目部分，说明是职能型或者弱矩阵，pm 角色是联络员或者协
调员。
`
  }, {
    question: `项目经理之前受雇于 A 公司——职能组织。目前，该项目经理就职于 B 公司——强矩阵
组织。该调动属于平级调动，项目经理工资没有增加。项目经理在 B 公司的新职责是什么？
<br>A. 项目组合管理和战略开发
<br>B. 责任保持不变
<br>C. 预算和资源
<br>D. 人员雇佣和晋升
`, answer: "C", tips: `职能型组织和强矩阵组织对于 PM 是对预算和资源的掌控不同。
`
  }, {
    question: `弱矩阵组织的项目经理正为项目的人力资源计划制定奖励制定。项目经理应通过下列哪
种方法奖励团队成员？
<br>A. 向超出预期的团队成员的领导发送推荐信
<br>B. 向人力资源部发送表现最好并应获得年终奖的团队成员名单
<br>C. 向表现最佳的团队成员额外提供工作机会
<br>D. 让表现最佳的团队成员参与下一项目
`, answer: "A", tips: `弱矩阵 PM 只有推荐权。
弱矩阵 PM 权力非常小，没有绩效评估的权力、不能提供工作机会或者决定其参与下一个项
目，排除 B、C、D。
`
  }, {
    question: `高层经理告诉项目经理，如果项目变更，则会引起范围变更，费用变更，他指的是？
<br>A.要经常检查沟通管理计划
<br>B.多重约束
<br>C.尽量防止变更发生
<br>D.要向高层汇报
`, answer: "B", tips: `有一个因素发生变更，则会引起其他因素中至少一个受到影响，这是项目的多重
制约。
`
  }, {
    question: `项目经理指示客户总监变更某个项目的资源分配。项目经理在哪种组织类型工作？
<br>A.强矩阵型
<br>B.项目型
<br>C.弱矩阵型
<br>D.职能型
`, answer: "A", tips: `客户总监是负责管理客户服务的总监，可以理解为职能经理，pm 权力大于职能经
理，这是强矩阵。
`
  }, {
    question: `发起人因费用超标要终止项目，关键干系人不同意，关键干系人认为项目不能仅仅用钱
衡量。项目经理需要做一个经验教训总结报告，该文件属于以下哪一项？
<br>A.组织过程资产
<br>B.项目管理计划
<br>C.风险管理计划
<br>D.事业环境因素
`, answer: "A", tips: `经验教训总结报告存档在组织过程资产中。
`
  }, {
    question: `某公司建立了一个项目管理办公室，用于协调和管理其众多项目。公司的PMO提出了一
个具体的项目组织结构建议，并作为标准在全公司实施。该组织结构特点是设置了享有中高
级权力（包括控制项目预算）的全职项目经理和全职管理人员。该PMO提出了何种组织结构？
<br>A. 强矩阵
<br>B. 弱矩阵
<br>C. 项目型
<br>D. 职能型
`, answer: "A", tips: `中高级权力的PM，管理人员是全职，这是强矩阵组织结构。c项目型是大到几乎全
部权力，所以不是C。
`
  }, {
    question: `一家公司的管理团队希望雇佣一名资源来管理对公司现有产品的软件升级。该产品是某
个部门多个产品的其中一个产品，且该部门还有其他重要活动。那么应该选择下列哪一个候
选人来管理软件更新？
<br>A.经验丰富的软件开发人员
<br>B.外部顾问
<br>C.部门经理
<br>D.兼职项目经理
`, answer: "D", tips: `产品的软件升级作为一个项目来进行，产品是部门内多个产品之一，并且这个部
门还有其他重要活动，说明是职能型或弱矩阵式组织。PM是兼职。
`
  }, {
    question: `一家组织正在选择下一个项目，完成项目提交和效益分析后，组织在选择核实项目时应
考虑什么？
<br>A.经济价值
<br>B.项目与组织战略之间的一致性
<br>C.从项目管理角度来看，较高的商业价值期望
<br>D.项目管理办公室（PMO）的支持
`, answer: "B", tips: `选择项目是应与组织的目的和目标保持一致。
`
  }, {
    question: `项目管理办公室的最主要职责是？
<br>A.按计划完成项目
<br>B.项目变更控制
<br>C.为项目提供咨询和指导
<br>D.项目预算审核
`, answer: "C", tips: `pmo给项目提供指导，辅导，培训，监督等。
`
  }, {
    question: `项目经理与PMO区别在于？
<br>A.PMO从公司整体角度衡量项目的风险
<br>B.PMO关注项目特性
<br>C.PMO对具体项目结果负责
<br>D.项目经理不对项目结果负责
`, answer: "A", tips: `项目经理管理单个项目的制约因素，PMO站在企业的高度对方法论、标准、整体风
险/机会、测量指标和项目间的依赖关系进行管理。
`
  }, {
    question: `某公司的项目管理办公室（PMO）负责协调不同国家的项目，有些项目在财务上不成功。
PMO 给组织带来的其中一个好处是什么？
<br>A.为成功项目提供监督
<br>B.为公司项目提供适当的监督
<br>C.让资源留在成功项目中
<br>D.只需要定期审查不成功的项目
`, answer: "B", tips: `
排除 A：为所有项目都要提供监督。
排除 C：项目收尾后要释放资源，不可能让资源留在项目中的。
排除 D：不准确
`
  }, {
    question: `一家公司聘用一名项目经理来管理与之前完成的一个项目类似的新项目。在该项目执行
期间一项新的政府规定获得批准。项目经理下一步应该怎么做？
<br>A.请求专家判断
<br>B.获得这项政府规定的相关培训
<br>C.参阅经验教训知识库
<br>D.修订项目管理计划
`, answer: "C", tips: `针对题目中出现类似的情况，该项目经理可参考经验教训。
`
  }, {
    question: `项目已准备部署。质量测试显示存在一些严重问题，但项目经理有信心在部署日之前解
决这些问题。下列哪一个干系人应做出部署/不部署的决定？
<br>A. 供应商
<br>B. 发起人
<br>C. 员工代表
<br>D. 项目管理办公室
`, answer: "B", tips: `发起人可能还参与其他重要事项，如范围变更审批、阶段末评审，以及当风险很
大时对项目是否继续进行做出决定。
`
  }, {
    question: `公司正在制定一份变更管理计划，要求所有关键干系人的参与和批准，包括销售经理。
销售经理没有时间进行行政工作，且即使经过多次尝试，项目经理还是未能获得他们的批准。
项目经理下一步应该怎么做？
<br>A.修订变更管理计划
<br>B.上报给项目发起人解决
<br>C.让一名销售团队成员代表销售经理批准
<br>D.等待直到销售经理有时间进行行政工作为止
`, answer: "B", tips: `pm 权限不能做到的事情，只能上报给发起人，让发起人帮助来解决。
`
  }, {
    question: `客户启动了一个新的战略项目，该项目必须在年底完成。该项目对于客户的战略成功至
关重要，关于项目范围、预算和进度的意见已经讨论过。项目章程中还应包括哪些内容？
<br>A.批准的预算、指定的资源和固定的完工日期
<br>B.定量的风险、限制的例外情况、以及修订的里程碑日期
<br>C.总体需求、主要风险和识别的范围
<br>D.项目计划、范围计划和资源计划
`, answer: "C", tips: `
章程中没有指定的资源、固定的完工日期，只有一些关键的里程碑。排除 A
章程中没有定量的风险、修订的里程碑日期。只有整体风险。没办法“定量”。排除 B
章程中没有项目计划，排除 D
`
  }, {
    question: `项目经理与赞助人针对一项新的多阶段复杂项目，共同制定章程。项目经理从哪一过程
组开始制定并审查经验教训文件？
<br>A.规划过程组
<br>B.执行过程组
<br>C.收尾过程组
<br>D.启动过程组
`, answer: "D", tips: `制定章程属于启动过程组，并且在整个项目期间都应该对经验教训文件汇编、更
新。
`
  }, {
    question: `市场动态发生变化。由于项目绩效不确定，项目发起人希望终止合同。
项目经理和项目发起人应审查什么？
<br>A. 根本原因分析和技术问题的行动计划
<br>B. 项目的技术和商务目标、可行性和可盈利性
<br>C. 修订项目需求的变更请求
<br>D. 对导致技术问题进行解释
`, answer: "B", tips: `从商业论证的角度看项目是否可行
`
  }, {
    question: `资源经理询问项目经理的角色和职责以及项目目的，项目经理应向资源经理提供下列哪
一份文件？
<br>A.人力资源计划
<br>B.项目管理计划
<br>C.商业论证
<br>D.项目章程
`, answer: "D", tips: `项目章程中有委派的项目经理及其职权、项目目的。
`
  }, {
    question: `执行过程组的主要目标是什么？
<br>A. 跟踪并审查项目进度
<br>B. 管理利害关系者的期望
<br>C. 满足项目规范
<br>D.监控进度表
`, answer: "C", tips: `执行过程组定义：完成项目管理计划中的工作，满足项目规范要求。
`
  }, {
    question: `某个项目可交付成果所需的设备是旧的且不可靠。工厂经理建议订购一台新机器。工厂
经理向项目经理提交变更请求记录下列哪一项？
<br>A. 纠正措施
<br>B. 缺陷补救
<br>C. 预防措施
<br>D. 更新
`, answer: "C", tips: `工厂经理建议订购一台新机器，这是为了防止出错工厂经理而建议订购新的。
`
  }, {
    question: `项目经理接管了一个目前处于设计的项目，而且还从许多来源收到变更请求。
在这种情况下，下列哪一项最有帮助？
<br>A. 参与项目的项目发起人
<br>B. 定义明确的范围管理计划
<br>C. 变更控制委员会
<br>D. 变更控制系统
`, answer: "D", tips: `关于变更最全面、完整的系统，该系统说明什么样的变更需要哪个层次的批准，该系统还说明 CCB 的组成、权力与责任等等。
`
  }, {
    question: `项目经理的变更请求获得变更控制委员会的批准，并且会影响到项目进度。
实施变更的下一步是什么？
<br>A. 重订项目基准
<br>B. 向某个团队成员分配变更请求
<br>C. 更新项目管理计划
<br>D. 修订预算
`, answer: "C", tips: `变更请求已经获得批准，下一步应该更新项目管理计划。
`
  }, {
    question: `项目经理向关键干系人介绍了项目计划，获得干系人的意见并获得批准。之后，干系人
又说需要更改沟通计划中的某个细节。项目经理与干系人讨论，并对提议的变更达成一致意
见。
项目经理接下来应该怎么做？
<br>A. 在沟通管理计划中创建补充文件
<br>B. 提出变更请求，并将其提交给变更控制委员会
<br>C. 保持项目计划不变，因为已经获得关键干系人的批准
<br>D. 更改沟通计划，并征得干系人的批准
`, answer: "B", tips: `项目计划已经获得批准，如果需要更改应该提出正式的变更请求。
`
  }, {
    question: `项目执行期间，客户希望对项目范围进行变更。
项目经理应该怎么办？
<br>A. 提出变更请求
<br>B. 通知客户在项目进展过程中不可能变更
<br>C. 重写项目计划添加新的需求并实施
<br>D. 让高级管理层参与，计划新的预算和资源
`, answer: "A", tips: `变更就走变更流程。首先提交变更请求。
`
  }, {
    question: `在执行一个实施法规变更的项目时，根据专业技术专家的建议，项目经理发现新流程不
符合法规指导方针。一个项目变更要求额外的资源，否则项目会受到负面的影响。
项目经理首先应该怎么做？
<br>A. 更新项目质量管理计划
<br>B. 评估变更，并提交更新的资源计划以供批准
<br>C. 修改沟通管理计划
<br>D. 进行成本效益分析
`, answer: "B", tips: `遵循变更管理流程，评估变更带来的影响
`
  }, {
    question: `某项目在完工前一个月终止。项目经理调查了提前终止的原因。
项目目前处于下列哪个阶段？
<br>A. 启动
<br>B. 监控
<br>C. 计划
<br>D. 收尾
`, answer: "D", tips: `如果项目在完工前就提前终止，结束项目或阶段过程还需要制定程序，来调查和
记录提前终止的原因。
`
  }, {
    question: `项目经理正在收尾一个两年期的项目。项目经理应在什么时候执行行政收尾？
<br>A.执行变更控制前
<br>B.经验教训总结过程之后
<br>C.项目或阶段完成时
<br>D.结束采购过程之后
`, answer: "C", tips: `结束项目或阶段的时候进行行政收尾。选项 D，是采购收尾、合同收尾。
`
  }, {
    question: `下列哪一种情况会妨碍项目收尾？
<br>A. 运营支持不完备
<br>B. 项目管理办公室未批准沟通计划
<br>C. 项目已被取消
<br>D. 客户不批准所有约定的可交付成果
`, answer: "D", tips: `项目收尾需要移交最终产品，可交付成果没有被客户验收会妨碍产品做移交。
`
  }, {
    question: `在收尾阶段，项目发起人认为项目没有达到原始预期。
项目经理应使用什么文件来验证项目的最终可交付成果？
<br>A. 状态更新
<br>B. 风险登记册
<br>C. 干系人登记册
<br>D. 项目章程
`, answer: "D", tips: `项目章程中包含可测量的项目目标和相关的成功标准。
`
  }, {
    question: `客户提前终止了项目，下列哪种说法是正确的？
<br>A. 你必须停止所有的工作并解散团队
<br>B. 你必须与项目团队一起记录经验教训
<br>C. 你必须让项目团队继续在项目中工作，以便让管理层有足够的时间与客户洽谈
<br>D. 你必须更新项目管理计划以及反映这种变更
`, answer: "B", tips: `终止了项目，需要收尾，AB 都是收尾要做的，先做 B、再做 A。
`
  }, {
    question: `项目经理开始项目的收尾工作。项目经理应该采用下列哪种工具和技术？
<br>A.专家判断
<br>B.组织过程资产
<br>C.核实范围
<br>D.可交付成果
`, answer: "A", tips: `直接考的收尾过程的工具
`
  }, {
    question: `项目经理发现一名技术主管批准了比预算更为昂贵的解决方案，技术主管坚称这对满足
项目可交付成果十分必要。若要避免将来出现这种问题，项目经理应该怎么做？
<br>A. 创建沟通计划
<br>B. 将这个事件列为一个风险
<br>C. 控制项目计划
<br>D. 创建变更管理计划
`, answer: "D", tips: `技术主管批准了昂贵的新方案，要避免将来出现这种问题，应该创建变更管理计划
遵循变更管理流程。
`
  }, {
    question: `由于业务需求发生变更，项目计划获得批准后二周，在设计中增加了新的功能。一名干
系人让项目经理在原始设计上实施新功能。
项目经理首先应该怎么做？
<br>A. 变更项目范围
<br>B. 修订项目章程，包含新的业务需求
<br>C. 提交变更请求，并获得变更控制委员会的批准
<br>D. 更新时间计划包含这些更新
`, answer: "C", tips: `增加新功能，就是要做变更，变更需要走变更流程。
`
  }, {
    question: `项目经理在收到口头变更请求后应该怎么做？
<br>A. 拒绝以避免对范围、进度和预算造成影响
<br>B. 记录以供批准或拒绝
<br>C. 拒绝，因为没有采用书面形式
<br>D. 加入变更日志并供项目下一阶段使用
`, answer: "B", tips: `接到口头提出的变更请求，一定要用书面的形式记录下来。
`
  }, {
    question: `在与客户进行设计讨论期间，一个所需的功能被认定为过时。客户的项目经理同意可以
将其从项目范围中删除。项目经理下一步应该怎么做？
<br>A. 从项目范围中删除这一项
<br>B. 遵循正式的变更管理过程
<br>C. 与项目发起人一起审查变更
<br>D. 修改关键路径
`, answer: "B", tips: `遵循变更流程进行范围方面的变更。
`
  }, {
    question: `总体项目计划制定完毕并获批准。项目经理将正式宣布启动项目，并向所有利害关系者
提供项目预期里程碑概要。项目经理接下来将怎么做？
<br>A. 与团队成员召开启动会议
<br>B. 向团队成员发送项目计划
<br>C. 安排周进度审查会议
<br>D. 开展团队建设活动
`, answer: "A", tips: `启动大会在项目计划制定完，执行前召开。
`
  }, {
    question: `一个最近实施项目的客户要求项目经理调查导致业务中断和损失的实施后问题。项目经
理向客户解释该请求必须转给运营团队，因为项目已正式验收。客户不同意并投诉这种情况。
为结束讨论，项目经理应进行下列哪一项？
<br>A.要求项目团队评估根本原因，纠正问题并记录经验教训。
<br>B.审查收尾文件，将其提交给客户，并让运营代表加入继续问题解决过程。
<br>C.将客户的投诉上报给项目发起人，分配资源解决该问题。
<br>D.审查风险管理计划，确定是否提前识别和规划该问题。
`, answer: "B", tips: `项目既然验收，后续就与 PM 无关，应该交由新团队也就是运营团队负责解决
`
  }, {
    question: `在一个重要系统部署两周后，一份报告揭露了导致团队来达成绩效目标的问题。这个问
题已经解决。但是项目经理知道这个问题将在未来继续发生，除非团队立即采取措施。项目
经理应提出哪类变更请求？
<br>A.预防措施
<br>B.纠正措施
<br>C.缺陷补救
<br>D.更新
`, answer: "A", tips: `预防措施：为确保项目工作的未来绩效符合项目管理计划而进行的有
目的的活动。
`
  }, {
    question: `一名团队成员不清楚项目经理的主要职责和职权级别，哪一份文件可以帮助团队成员了
解这一点？
<br>A. 项目章程
<br>B. 项目管理计划
<br>C. 组织结构
<br>D. 项目资源管理计划
`, answer: "A", tips: `项目章程是由项目启动者或发起人发布的，正式批准项目成立，并
授权项目经理动用组织资源开展项目活动的文件。
`
  }, {
    question: `项目经理在两个期限紧迫的项目之间轮替。尽管时间有限，但他决定从这两个项目中收
集经验教训。项目经理应如何收集经验教训？
<br>A. 在每个项目完成时记录经验教训。
<br>B. 请求知识管理部门的帮助。
<br>C. 存档项目会议的所有会议记录。
<br>D. 从启动阶段开始，定期记录经验教训。
`, answer: "D", tips: `经验教训总结工作应该及时、尽早，并在整个项目期间不断更新。
`
  }, {
    question: `一个系统成功发布并且已平稳运行超过两周时间，项目经理要求相关方正式验收，但是
一个利益相关方希望做出他们认为易于实施的轻微变更。
项目经理应该如何才能获得该变更的正式验收？
<br>A. 将该变更升级上报给项目发起人进行验收
<br>B. 更新变更日志，并开始实施
<br>C. 保持约定的验收标准，并请求相关方批准
<br>D. 与团队开会评估该请求
`, answer: "D", tips: `任何人任何时间都可以提出变更请求，项目经理及团队据此进行分
析评估，然后再提请审批与否。
`
  }, {
    question: `在项目执行期间，项目经理得知必须包含一个新项目相关方的需求。这将需要三天时间
实施，但预期不会影响关键路径。项目经理应该怎么做？
<br>A.实施整体变更控制过程
<br>B.签发变更请求
<br>C.更新相关方登记册
<br>D.从项目团队获得专家判断
`, answer: "A", tips: `实施整体变更控制是审查所有变更请求、批准变更，管理对可交付成
果、项目文件和项目管理计划的变更，并对变更处理结果进行沟通的过程。
`
  }, {
    question: `客户申请破产，项目在完工前结束。项目经理应首先在最终项目报告中包含什么文件？
<br>A. 经验教训
<br>B. 将未完成的可交付成果文件转移给运营小组
<br>C. 项目绩效报告
<br>D. 项目终止原因
`, answer: "D", tips: `如果项目在完工前就提前终止，结束项目或阶段过程还需要制定程
序，来调查和记录提前终止的原因。
`
  }, {
    question: `一个计算机更换项目延迟了两周时间，因为团队发现一些组件存在质量问题。项目经理
下一步应该怎么做？
<br>A. 提交变更请求
<br>B. 重定项目进度计划
<br>C. 更新项目管理计划
<br>D. 取消项目
`, answer: "A", tips: `发现质量问题，应该进行缺陷补救，走变更流程。
`
  }, {
    question: `公司请一名新项目经理来管理一个小型高端项目。如果这个项目成功，将会为公司带来
额外的工作。有效的收尾过程将是项目成功的关键因素。
为确保成功，项目经理必须产生什么可交付成果？
<br>A. 验收文件
<br>B. 储备分析
<br>C. 进度报告
<br>D. 采购审计
`, answer: "A", tips: `正常收尾的准入且必要条件是获得正式验收。在项目收尾期间，项
目经理应该回顾以往的阶段文件，确认范围过程输出的验收的可交付成果。
`
  }, {
    question: `为了在需求收集过程中产生创新想法，项目经理通过一系列问卷调查来征求专家的意见，
问卷调查是匿名形式的，答案将会直接返回给项目经理。
这种技术被称作下列哪一项？
<br>A. 名义小组技术
<br>B. 德尔菲技术
<br>C. 头脑风暴法
<br>D. 思维导图
`, answer: "B", tips: `匿名形式回答问卷，结果返回 PM，这是德尔菲。
`
  }, {
    question: `确定需求应从分析下列哪一项的信息开始？
<br>A.项目章程和利害关系者登记簿
<br>B.利害关系者登记簿和项目范围说明书
<br>C.组织过程资产和项目范围说明书
<br>D.项目章程及问卷或调查
`, answer: "A", tips: `考收集需求的输入，参考项目章程和干系人登记册。
`
  }, {
    question: `根据干系人登记册和项目章程，项目的业务需求必须从组织的各职能组获得。为了最终
确定业务需求，要求这些职能组的意见需取得一致。
应该使用哪一种工具和技术来收集需求？
<br>A. 焦点小组法
<br>B. 问卷与调查
<br>C. 引导式研讨会
<br>D. 德尔菲法
`, answer: "C", tips: `项目的业务需求必须从组织的“各职能”组获得，表示跨部门、跨职能的收集需
求。
`
  }, {
    question: `项目经理被任命管理一个为期多年的项目。在创建工作分解结构（WBS）过程中，项目
团队无法分解将在项目后期发生的某些阶段。项目经理应该怎么办？
<br>A. 适当的时候，开展滚动式规划
<br>B. 回到需求收集阶段
<br>C. 为这些阶段预估 WBS 分解
<br>D. 减少项目范围
`, answer: "A", tips: `近期规划的详细，远期规划的粗略。
`
  }, {
    question: `当项目进入执行阶段时，项目经理了解到团队成员在没有变更范围的情况下，加班进行
预期之外的工作。出现这种情况的最大可能原因是什么？
<br>A. 工作分解结构不充分
<br>B. 沟通管理计划不明确
<br>C. 活动持续时间估算不准确
<br>D. 资源计划差
`, answer: "A", tips: `WBS 分解的不充分，导致会有预期之外的工作。
`
  }, {
    question: `在项目正式结束时，项目团队与指定利害关系者会谈，对移交计划进行审查。利害关系
者称，应额外设置一个阶段，在接收产品前为他们提供更多的时间和知识。若项目设置该阶
段，则项目团队应审查哪一个文件？
<br>A. 项目范围说明书
<br>B. 项目人员配备计划
<br>C. 风险登记簿
<br>D. 进度基线
`, answer: "A", tips: `审查范围说明书看这个额外阶段的工作是否包含在内。范围说明书包括了范围的
边界。
`
  }, {
    question: `项目经理创建了工作分解结构（WBS）和 WBS 词典。应该使用下列哪一个因素来确定工
作包详情和层次？
<br>A. 自上而下法
<br>B. 项目的复杂性
<br>C. WBS 结构的格式
<br>D. 单个的工作组成部分
`, answer: "B", tips: `PMBOK 原话：工作包的详细程度因项目规模和复杂度而异。
`
  }, {
    question: `项目经理要求团队成员使用这四种主要类别：计划、分析、设计和测试，来创建工作分
解结构。
这些类别应如何嵌入工作分解结构中？
<br>A. 活动层次
<br>B. 工作包层次
<br>C. 第二个分解层次
<br>D. 第一个分解层次
`, answer: "C", tips: `按生命周期来分解 WBS。pmbok 159 页
`
  }, {
    question: `项目 X 在公司的项目组合管理系统中属于最高级别的项目，项目经理希望澄清项目范围。
项目经理首先应该怎么办？
<br>A. 通过利用文件记录哪些属于范围之内，以及哪些属于范围之外，来管理范围的实际水平
<br>B. 利用帕累托方法，来确定最受欢迎的意见，并在下个阶段评估这些意见
<br>C. 根据干系人的确定和影响水平，给干系人排名，并允许排名最高的干系人来设定范围
<br>D. 利用专业判断来编写工作说明书
`, answer: "A", tips: `通过定义范围，制定范围说明书，明确范围边界。
`
  }, {
    question: `获得干系人的信息之后，项目团队确定了项目范围。若要继续项目，项目经理下一步应
该做什么？
<br>A. 将任务分解成可管理和可衡量的部分
<br>B. 制定项目进度表
<br>C. 估算活动工期和资源需求
<br>D. 估算项目成本
`, answer: "A", tips: `定义范围的下一步是创建 WBS。
`
  }, {
    question: `项目经理确定，由于范围蔓延，设计工作落后于进度并超出预算。这属于下列哪一项导
致的结果？
<br>A. 过分浮动
<br>B. 不确定的管理计划
<br>C. 未执行变更控制过程
<br>D. 资金限制
`, answer: "C", tips: `范围蔓延是未经控制的产品或项目范围的扩大。
`
  }, {
    question: `在项目执行期间，项目经理意识到分配给该项目的空间不足以容纳所需的设备。由于修
订布局设计图会增加设计和工程成本，项目经理提出一项变更请求。
项目经理采取的是什么措施？
<br>A.纠正措施
<br>B.缺陷补救
<br>C.预防措施
<br>D.项目管理计划更新
`, answer: "A", tips: `纠正措施。为使项目工作绩效重新与项目管理计划一致，而进行的
有目的的活动。”
`
  }, {
    question: `为响应一项政府要求，A 公司启动了一个项目。项目经理将根据项目发起人提供的信
息编制项目章程。下列哪一项属于项目章程中的高层次选择？
<br>A. 沟通计划
<br>B. 采购计划
<br>C. 预算汇总
<br>D. 企业环境因素
`, answer: "C", tips: `项目章程的内容包括了预算汇总。
`
  }, {
    question: `项目经理目前正在管理一个制造新产品的项目。研发工程师建议一项设计变更，改进性
能。项目经理下一步应该怎么做？
<br>A.请求客户批准该设计变更
<br>B.要求项目团队评估该设计变更对项目范围的影响
<br>C.认可团队成员的建议
<br>D.更新项目管理计划，包含该设计变更
`, answer: "B", tips: `在批准变更之前，可能需要了解变更对进度的影响和对成本的影响。
在变更请求可能影响任一项目基准的情况下，都需要开展正式的整体变更控制过程。
`
  }, {
    question: `在项目收尾过程中，项目经理得知他们必须快速加入一个更高优先级的项目。如果立即
启动项目，这个新项目将为公司带来 200 万美元的增量价值。项目经理应该怎么做？
<br>A. 关闭所有风险并转到新项目
<br>B. 将剩余任务委托给替代资源
<br>C. 确保所有相关项目文件均已存档
<br>D. 执行项目标杆对照
`, answer: "C", tips: `PM 应该有力促进前一个项目的收尾工作。
`
  }, {
    question: `制造预期产品原型供利害关系者进行试验和提供反馈后，项目经理可完成制定下列哪一
项？
<br>A. 项目章程
<br>B. 需求文件
<br>C. 项目管理计划
<br>D. 项目文件
`, answer: "B", tips: `“制造预期产品原型供干系人试验、反馈”这是在收集需求，题目是在问收集需求
之后可以完成制定什么？考的是收集需求的输出。
`
  }, {
    question: `在项目实施阶段，指导小组成员抱怨一项主要需求尚未纳入项目范围。这种情况由下列
哪一项导致？
<br>A. 工作分解结构尚未完成
<br>B. 没有考虑所有利害关系者的利益
<br>C. 问题日志尚未完成
<br>D. 项目范围说明书尚未定稿
`, answer: "B", tips: `收集需求时没有充分考虑到干系人，考收集需求的输入：干系人登记册。
`
  }, {
    question: `在一个复杂的项目的早期阶段，项目经理接受到一个请求，要为某产品提供宏观要求。
项目经理可以从哪里获得这个信息？
<br>A. 工作说明书
<br>B. 项目管理计划
<br>C. 合同
<br>D. 项目章程
`, answer: "D", tips: `要提供产品的“宏观”要求，应该查看目章程，里面包括了高层级需求。
`
  }, {
    question: `一家公司检阅了 4 个战略性的创收方案，并从中选择一个方案。
若要正式开始项目，下一步应该是？
<br>A. 定义范围
<br>B. 估算成本和进度
<br>C. 制定项目管理计划
<br>D. 创建项目章程
`, answer: "D", tips: `正式开始一个项目，首先要制定项目章程。
`
  }, {
    question: `项目经理正与一名承认未使用章程的同事讨论项目章程。为了向同事说明项目章程的重
要性，项目经理表明项目章程是重要的，因为项目章程的批准即意味着下列哪一项？
<br>A. 启动阶段正式开始
<br>B. 执行阶段正式开始
<br>C. 详细需求清单的正式批准
<br>D. 项目的正式授权
`, answer: "D", tips: `D 就是项目章程的作用。
`
  }, {
    question: `由于对于项目可交付成果有太多互相矛盾的讨论，一个实施新系统的项目在发布时发生
问题。项目经理离开公司，一名新项目经理被分配到该项目中。新项目经理首先应该采取的
行动是什么？
<br>A. 完成项目管理计划，并与相关干系人沟通
<br>B. 上报项目发起人，并寻求支持，来处理正在进行的讨论
<br>C. 正式确定项目章程，并要求获得项目发起人和关键干系人的批准
<br>D. 制作工作分解结构，并与所有相关干系人沟通
`, answer: "C", tips: `换了新的 PM，要重新确定章程，要把 PM 的名字改成自己的，新的 PM 才被正式授
权。
`
  }, {
    question: `完成活动 A 所需的时间经过估算如下：
乐观估算时间=8 天；
悲观估算时间=38 天；
最可能估算时间=20 天；
按照三点估算方法进行估算，26 天以后完成的概率大概是：
<br>A.8.9%
<br>B.15.9%
<br>C.22.2%
<br>D.28.6%
`, answer: "B", tips: `期望值=（8+20*4+38）/6=21，标准差=（38-8）/6=5，26 天在一个正的标准差
之外（26 天之外），则从 26 天往右（正态分布）计算，正好是 50%-（68.3%/2）=15.92%。
需要记住正态分布中 1，2，3 西格玛的区间百分比。
`
  }, {
    question: `项目经理应在何时采用滚动式规划法？
<br>A. 当无法通过其他方式进行规划时
<br>B. 当工作相关信息有限时
<br>C. 在所有资源均已识别后
<br>D. 当工作分解结构不够详尽时
`, answer: "B", tips: `在早期的战略规划阶段,“信息”尚不够明确,工作包只能分解到已知的详细水平;而
后,随着了解到“更多的信息”,近期即将实施的工作包就可以分解到具体的活动。
`
  }, {
    question: `某飞机制造公司的一名项目经理正在识别有关发动机设计的具体行动。
项目经理应如何着手此事？
<br>A. 将发机机设计细分为便于管理的较小部分
<br>B. 建立一个项目进度网络图，用以代表发动机设计的不同部分
<br>C. 对实施发动机设计的其他方法加以分析
<br>D. 针对详细设计和相关风险与工程师进行会谈
`, answer: "A", tips: `识别具体行动，就是定义活动。把工作包继续往下分解为活动。
`
  }, {
    question: `项目经理正设法针对 ABC 项目安排所有活动的相互关系。可通过何种方式表现这些相互
关系？
<br>A. 项目进度网络图
<br>B. 工作分解结构
<br>C. 组织分解结构
<br>D. 活动列表
`, answer: "A", tips: `排列活动顺序的输出：项目进度网络图。
`
  }, {
    question: `项目里程碑清单是？
<br>A. 由每个干系人生成的
<br>B.所有项目活动的一系列工期
<br>C.进度基准
<br>D.所有里程碑，包括强制的和可选的
`, answer: "D", tips: `里程碑是项目中的重要时点或事件。里程碑清单列出了所有项目里程碑， 并指
明每个里程碑是强制性的还是选择性的。
`
  }, {
    question: `一项活动属于关键路径的一部分。它的完工对于主要可交付成果的验收至关重要。项目
经理应该使用下列哪一个工具来提高利用有限历史数据估算工期的准确性？
<br>A.PERT
<br>B.石川图法
<br>C.类比估算
<br>D.参数估算
`, answer: "D", tips: `题干说“哪一个工具提高利用有限历史数据估算工期的准确性”，需要参考历史
数据估算工期的工具有类比估算、参数估算，相比之下参数估算的准确性更高，因为用到了
计算公式。
`
  }, {
    question: `三位专家对项目的工期提出了各自的预测结果，分别为 7 天、8 天、15 天。根据 PERT
法，预计工期为多少？
<br>A.7 天
<br>B.9 天
<br>C.10 天
<br>D.12 天
`, answer: "B", tips: `默认基于贝塔分布：（7+4*8+15）/6=9
`
  }, {
    question: `项目经理通过进度网络执行一个正向和反向分析。
若要完成项目进度表，需要下列哪一项？
<br>A. 识别具有零或负的总浮动的路径
<br>B. 为工作包设定活动排序类型
<br>C. 分析工作分解结构
<br>D. 通过关键路径法估算所需的资源
`, answer: "A", tips: `正推、反推就是关键路径法。
`
  }, {
    question: `利用工作分解结构确认活动时，对于以估计资源实施个别活动所需的工期数，其估算过
程属于下列哪一项？
<br>A.制定时间表
<br>B.估算任务工期
<br>C.定义加班要求
<br>D.平衡资源
`, answer: "B", tips: `估计资源实施个别活动所需的工期数，就是估算任务工期数。
`
  }, {
    question: `项目经理确定在编程开始 15 天后，可以将一个软件提供给质量保证小组。
这在项目计划上是如何表示的？
<br>A. 完成到完成 -15
<br>B. 完成到开始 +15
<br>C. 开始到开始 +15
<br>D. 完成到开始 -15
`, answer: "C", tips: `编程开始后，提供给质量保证小组，软件的质量保证也开始了。
`
  }, {
    question: `在审查项目进度之后，项目经理发现到关键路径上一个特定的独特资源将不能按时释放。
但会在稍晚的日期可用。项目经理接下来应该怎么做？
<br>A.采用关键路径法
<br>B.向管理层要求资源
<br>C.应用关键链法
<br>D.定义活动资源需求
`, answer: "C", tips: `资源不能按时释放，说明资源受限制。资源约束型关键路径就是关键链法。
`
  }, {
    question: `一个已识别的项目风险发生，项目经理实施了风险管理计划中的应对措施。这将为两个
项目路径中的其中一个增加五天时间，但这两个项目路径都不在关键路径上。应对措施所影
响到的路径总浮动时间有四天。项目将延迟几天？
<br>A.0
<br>B.1
<br>C.4
<br>D.5
`, answer: "B", tips: `总浮动时间为 4 天，延期五天后则该路径比原关键路径延长一天，成为新的关键
路径。
`
  }, {
    question: `公司将成本确定为一个进展中的项目首要制约因素。在月度评审期间，项目经理发现项
目落后于进度。若要恢复进度，项目经理应使用下列哪一项技术？
<br>A. 关键路径法
<br>B. 快速跟进
<br>C. 赶工
<br>D. 资源平衡
`, answer: "B", tips: `公司看重成本，成本有限，没钱赶工。那就冒着风险并行活动快速跟进。
`
  }, {
    question: `一家公司开始一个 it 项目，部署一个新系统。在执行阶段，项目经理意识到项目超出工
期，且没有额外的预算。项目经理应使用下列哪一项技术来解决进度差距？
<br>A.资源平衡
<br>B.假设情景分析
<br>C.快速跟进
<br>D.赶工
`, answer: "C", tips: `解决进度差距可以运用进度压缩技术，由于没有额外预算因此需采用快速跟进。
`
  }, {
    question: `在项目的第一阶段后，项目发起人要求项目经理比原计划提前 21 天完成项目。项目经理
分配了额外资源，来满足新计划的开始及完成日期。
这称作下列哪一项？
<br>A. 资源平衡
<br>B. 进度分配
<br>C. 快速跟进
<br>D. 赶工
`, answer: "D", tips: `PM 分配了额外资源，赶工是增加资源来压缩进度。
`
  }, {
    question: `一个处于执行阶段的多年期项目失去一位关键团队成员。目前团队短缺一名成员，项目
经理利用资源平衡的方法，尽可能减少影响，直至找到替代人为止。项目经理应该从哪一个
活动中重新分配一名团队成员？
<br>A. 时间最提前的活动
<br>B. 时间最落后的活动
<br>C. 最具浮动时间的活动
<br>D. 关键路径上的活动
`, answer: "C", tips: `从浮动时间多的活动中抽调资源，影响最小。
`
  }, {
    question: `项目经理利用一种进度网络分析技术，为每项活动都定义了可能的活动工期分布范围。
项目经理应该使用下列哪一项技术来计算整个项目的可能结果分布？
<br>A. 资源平衡
<br>B. 蒙特卡洛分析
<br>C. 关键链技术
<br>D. 因果分析
`, answer: "B", tips: `蒙特卡洛是多点估算。先确定每个活动的可能持续时间概率分布，进而算出整个项目的可能工期概率分布。
`
  }, {
    question: `项目经理审查了职责分配矩阵，确定在项目执行阶段某个特定资源将会出现冲突。为了
优化资源可用性，项目经理希望保持资源的平衡利用。项目经理应该使用下列哪种方法？
<br>A.资源平衡
<br>B.PERT
<br>C.关键路径
<br>D.赶工
`, answer: "A", tips: `题干说了保持资源的平衡利用，优化资源可用性。
`
  }, {
    question: `项目经理管理一个进度紧张、预算有限的关键性项目，其中某些活动是其他活动的关键
依赖性活动。若要保持约定的项目进度基准，应该密切监控下列哪一个部分？
<br>A. 风险及其减轻计划
<br>B. 整体变更控制
<br>C. 由较少经验的资源执行的任务
<br>D. 关键路径上的活动
`, answer: "D", tips: `关键路径确定了项目的工期，所以要密切监控。
`
  }, {
    question: `关键路径上的某些任务发生延迟时，项目经理立即决定对进度变量的不同组合加以分析，
以确保符合原交付日期。项目经理应采用哪种进度控制工具？
<br>A. 假设情景分析
<br>B. 进度压缩
<br>C. 资源平衡
<br>D. 赶进度
`, answer: "A", tips: `“对进度变量的不同组合加以分析”是多种假设情况。
`
  }, {
    question: `项目经理因项目时间限制而决定将赶工作为首选措施。应采取下列哪项行动？
<br>A. 额外增加资源以加快关键路径上的交付
<br>B. 压缩重叠活动，努力缩短工期
<br>C. 在测试完成前开始产品生产
<br>D. 采用四倍资源加快非关键路径上的交付
`, answer: "A", tips: `赶工是通过增加资源加快关键路径上的活动。
`
  }, {
    question: `一家公司计划交付一种新产品，但目前无法获得需要的技能。若要启动这个项目，项目
经理应该把重点放在哪里？
<br>A. 详细的项目需求
<br>B. 质量控制
<br>C. 高层级风险的评估
<br>D. 竞争对手分析
`, answer: "C", tips: `在项目启动阶段需要将缺乏技能列为高层级风险。
`
  }, {
    question: `在审查项目进度之后，项目经理发现到关键路径上一个特定的独特资源将不能按时释放。
但会在稍晚的日期可用。项目经理接下来应该怎么做？
<br>A.采用关键路径法
<br>B.向管理层要求资源
<br>C.应用关键链法
<br>D.定义活动资源需求
`, answer: "C", tips: `资源不能按时释放，说明资源受限制。资源约束型关键路径就是关键链法。
`
  }, {
    question: `一个已识别的项目风险发生，项目经理实施了风险管理计划中的应对措施。这将为两个
项目路径中的其中一个增加五天时间，但这两个项目路径都不在关键路径上。应对措施所影
响到的路径总浮动时间有四天。项目将延迟几天？
<br>A.0
<br>B.1
<br>C.4
<br>D.5
`, answer: "B", tips: `总浮动时间为 4 天，延期五天后则该路径比原关键路径延长一天，成为新的关键路径。
`
  }, {
    question: `公司将成本确定为一个进展中的项目首要制约因素。在月度评审期间，项目经理发现项
目落后于进度。若要恢复进度，项目经理应使用下列哪一项技术？
<br>A. 关键路径法
<br>B. 快速跟进
<br>C. 赶工
<br>D. 资源平衡
`, answer: "B", tips: `公司看重成本，成本有限，没钱赶工。那就冒着风险并行活动快速跟进。
`
  }, {
    question: `一家公司开始一个 it 项目，部署一个新系统。在执行阶段，项目经理意识到项目超出工
期，且没有额外的预算。项目经理应使用下列哪一项技术来解决进度差距？
<br>A.资源平衡
<br>B.假设情景分析
<br>C.快速跟进
<br>D.赶工
`, answer: "C", tips: `解决进度差距可以运用进度压缩技术，由于没有额外预算因此需采用快速跟进。
`
  }, {
    question: `在项目的第一阶段后，项目发起人要求项目经理比原计划提前 21 天完成项目。项目经理
分配了额外资源，来满足新计划的开始及完成日期。
这称作下列哪一项？
<br>A. 资源平衡
<br>B. 进度分配
<br>C. 快速跟进
<br>D. 赶工
`, answer: "D", tips: `PM 分配了额外资源，赶工是增加资源来压缩进度。
`
  }, {
    question: `一个处于执行阶段的多年期项目失去一位关键团队成员。目前团队短缺一名成员，项目
经理利用资源平衡的方法，尽可能减少影响，直至找到替代人为止。项目经理应该从哪一个
活动中重新分配一名团队成员？
<br>A. 时间最提前的活动
<br>B. 时间最落后的活动
<br>C. 最具浮动时间的活动
<br>D. 关键路径上的活动
`, answer: "C", tips: `从浮动时间多的活动中抽调资源，影响最小。
`
  }, {
    question: `项目经理利用一种进度网络分析技术，为每项活动都定义了可能的活动工期分布范围。
项目经理应该使用下列哪一项技术来计算整个项目的可能结果分布？
<br>A. 资源平衡
<br>B. 蒙特卡洛分析
<br>C. 关键链技术
<br>D. 因果分析
`, answer: "B", tips: `蒙特卡洛是多点估算。先确定每个活动的可能持续时间概率分布，进而算出整个项
目的可能工期概率分布。
`
  }, {
    question: `项目经理审查了职责分配矩阵，确定在项目执行阶段某个特定资源将会出现冲突。为了
优化资源可用性，项目经理希望保持资源的平衡利用。项目经理应该使用下列哪种方法？
<br>A.资源平衡
<br>B.PERT
<br>C.关键路径
<br>D.赶工
`, answer: "A", tips: `题干说了保持资源的平衡利用，优化资源可用性。
`
  }, {
    question: `项目经理管理一个进度紧张、预算有限的关键性项目，其中某些活动是其他活动的关键
依赖性活动。若要保持约定的项目进度基准，应该密切监控下列哪一个部分？
<br>A. 风险及其减轻计划
<br>B. 整体变更控制
<br>C. 由较少经验的资源执行的任务
<br>D. 关键路径上的活动
`, answer: "D", tips: `关键路径确定了项目的工期，所以要密切监控。
`
  }, {
    question: `关键路径上的某些任务发生延迟时，项目经理立即决定对进度变量的不同组合加以分析，
以确保符合原交付日期。项目经理应采用哪种进度控制工具？
<br>A. 假设情景分析
<br>B. 进度压缩
<br>C. 资源平衡
<br>D. 赶进度
`, answer: "A", tips: `“对进度变量的不同组合加以分析”是多种假设情况。
`
  }, {
    question: `项目经理因项目时间限制而决定将赶工作为首选措施。应采取下列哪项行动？
<br>A. 额外增加资源以加快关键路径上的交付
<br>B. 压缩重叠活动，努力缩短工期
<br>C. 在测试完成前开始产品生产
<br>D. 采用四倍资源加快非关键路径上的交付
`, answer: "A", tips: `赶工是通过增加资源加快关键路径上的活动。
`
  }, {
    question: `一家公司计划交付一种新产品，但目前无法获得需要的技能。若要启动这个项目，项目
经理应该把重点放在哪里？
<br>A. 详细的项目需求
<br>B. 质量控制
<br>C. 高层级风险的评估
<br>D. 竞争对手分析
`, answer: "C", tips: `在项目启动阶段需要将缺乏技能列为高层级风险。
`
  }, {
    question: `项目总预算为 625000，管理储备为 5000 美元，则项目的成本基准是多少？
<br>A.630000
<br>B.620000
<br>C.625000
<br>D.5000
`, answer: "B", tips: `625000-5000=620000
`
  }, {
    question: `在下列哪种情况会经常使用到参数法：
<br>A. 详细信息数量有限
<br>B. 成本和工期准确性十分重要
<br>C. 时间和风险准确性十分重要
<br>D. 无法提供历史数据
`, answer: "B", tips: `参数估算可以用来估算活动持续时间和成本。
`
  }, {
    question: `项目经理正在制定一个项目计划。项目赞助人得知后，立即让项目经理对项目成本开展
初始粗略评估，以满足未来财政预算的需求。项目经理采用下列哪一项评估项目成本？
<br>A. 三点估算
<br>B. 类比估算
<br>C. 建立参数模型
<br>D. 自下而上估算
`, answer: "B", tips: `初始粗略估算，四个选项相对粗略的是类比估算。
`
  }, {
    question: `项目经理被要求估算项目成本。成本和时间估算必须准确，要求详细说明每个工作包的
成本。下列哪项技术应该被使用？
<br>A. 自上而下估算
<br>B. 量级估算
<br>C. 自下而上估算
<br>D. 参数估算
`, answer: "C", tips: `四个选项相对最准确的是自下而上估算。
`
  }, {
    question: `由于出现了未在风险登记簿中识别的意外变更请求，项目范围和成本在项目执行过程中
发生改变。该成本将由哪项预算储备承担？
<br>A. 管理储备
<br>B. 意外开支储备
<br>C. 酌情储备
<br>D. 应急储备
`, answer: "A", tips: `意外风险发生，动用管理储备。
`
  }, {
    question: `某国际合作项目计划制造并向市场投入一种创新工具。项目经理受命对该项目的实施，
制定可行的项目计划，项目赞助人称，项目可能需要赶工。
项目经理在确定项目资金需求时，需要下列哪些输入以完成任务？
<br>A. 活动成本估算、估算依据、范围基准、项目进度表、资源日历、合同以及组织过程资产
<br>B. 范围基准、利害关系者登记簿、成本绩效基准、进度基准、风险登记册、企业环境因素
和组织过程资产
<br>C. 工作绩效评估、预算预测、组织过程资产更新、变更请求、项目管理计划更新和项目文
件更新
<br>D. 控制界限、绩效评估、过程说明、过程费率、单位措施和各工作分解结构措施的成本
`, answer: "A", tips: `确定资金需求，是在制定预算。考制定预算的输入。
`
  }, {
    question: `项目的实际成本为 2,000 美元，挣值为 2,100 美元，计划价值为 2,400 美元。下列哪一
项将会是项目的进度偏差（SV）和成本偏差（CV）？
<br>A. SV = 300 美元，CV = -100 美元
<br>B. SV = -300 美元，CV = 100 美元
<br>C. SV = 300 美元，CV = 100 美元
<br>D. SV = -300 美元，CV = -100 美元
`, answer: "B", tips: `SV=EV-PV=2100-2400=-300，CV=EV-AC=2100-2000=100.
`
  }, {
    question: `在项目状态评审期间，项目经理发现成本绩效指数为 0.94。
这说明什么？
<br>A. 已完成的工作成本超支
<br>B. 项目很有可能会提前完成
<br>C. 执行的工作比计划更有效率
<br>D. 进度基准的偏差为 6%
`, answer: "A", tips: `CPI 小于 1，成本超支。
`
  }, {
    question: `项目即将完工一半。挣值=1000，BAC=1500，AC=1350.按照目前绩效状况，项目此时的
EAC 为多少？
<br>A.1850
<br>B.2025
<br>C.1150
<br>D.信息不足，无法计算
`, answer: "B", tips: `“按照目前绩效状况”，说明是典型偏差。典型偏差： EAC=BAC/CPI，由于
CPI=EV/AC=1000/1350，所以 EAC=1500*1350/1000=2025
`
  }, {
    question: `在项目预计工期中途，项目经理发现实际成本为 75,000 美元，但项目总预算为 100,000
美元。经过详细的分析，项目经理发现项目活动已经完成了 60%。委员会决定未来的开支应
保持在当前的绩效水平上。该项目的完工估算是多少？
<br>A.135,000 美元
<br>B.166,667 美元
<br>C.175,000 美元
<br>D.125,000 美元
`, answer: "D", tips: `关键字“保持在当前的绩效水平上”，说明这是典型偏差，EAC=BAC/CPI。
EV=100000*60%=60000，AC=75000，CPI=EV/AC=0.8，EAC=100000/0.8=125000.
`
  }, {
    question: `团队发现项目的进度偏差以及完工尚需估算为零。项目的成本偏差为正数。项目发起人
要求与项目经理开会。
项目经理应准备下列哪一项工作？
<br>A. 接受按时按预算完工的表扬
<br>B. 让项目因资金匮乏而终止
<br>C. 由于绩效不佳而受到谴责
<br>D. 提交一个超支变更请求
`, answer: "A", tips: `SV=0 进度刚好，ETC=0 项目不再需要预算，说明项目已做完，CV>0 成本结余。
`
  }, {
    question: `项目的预算计划为：
任务 W = 100 美元
任务 X = 150 美元
任务 Y = 200 美元
任务 Z = 110 美元
到目前为止，完成的任务是 W 和 X，它们的实际成本为 W=40 美元，X=210 美元。项目团
队为剩余任务准备了新的估算，其中 Y=220 美元，Z=90 美元。项目经理应向项目发起人汇
报什么样的预算预测？
<br>A.项目将会超出预算完成
<br>B.项目将会低于预算完成
<br>C.项目将会按预算完成
<br>D.没有足够的信息作出预测
`, answer: "C", tips: `BAC=100+150+200+110=560，AC=40+210=250，ETC=220+90=310，BAC=EAC。
`
  }, {
    question: `项目即将完工三分之二。
挣值=1,000
BAC=1,500
AC=1,350
项目此时的 ETC 为多少？
<br>A. 675
<br>B. 650
<br>C. 500
<br>D. 150
`, answer: "A", tips: `题目没有特别说明，那么默认就是典型偏差： ETC= （ BAC-EV ） /CPI。CPI=EV/AC=1000/1350。代入，ETC=675.
`
  }, {
    question: `初始项目管理计划确定项目预算（BAC）为 200 万美元。一项审计审查显示实际成本为
500 万美元，实际挣值为 100 万美元。该项目的剩余部分期望能按时在预算内继续完成。
预计的完工估算（EAC）为多少？
<br>A. 1,000 万美元
<br>B. 700 万美元
<br>C. 800 万美元
<br>D. 600 万美元
`, answer: "D", tips: `题干说“剩余部分按时在预算内继续完成”，说明是非典型偏差，EAC=AC+（BAC-EV）=500+（200-100）=600.
`
  }, {
    question: `项目经理分析后得出结论，项目的成本绩效指数（CPI）为 80%。到目前为止，项目的
实际成本为 100,000 美元，但是预计到目前的成本应为 120,000 美元。项目的进度绩效指数
（SPI）是多少？
<br>A. 0.96
<br>B. 0.83
<br>C. 0.76
<br>D. 0.67
`, answer: "D", tips: `CPI=0.8=EV/AC，AC=100000，求得 EV=80000。SPI=EV/PV=80000/120000=0.67
`
  }, {
    question: `在第一次产品检查时发现了一个重大缺陷。缺陷来源还未确定，但是必须实施纠正措施
来满足客户的需求。下列哪一项属于确定缺陷来源的最有效工具？
<br>A. 直方图
<br>B. 控制图
<br>C. 鱼骨图
<br>D. 散点图
`, answer: "C", tips: `确定缺陷来源、找来源、找根本原因用鱼骨图。
`
  }, {
    question: `在质量控制期间，项目经理发现超出产品 A 的控制限值结果比质量测量指标中规定的频
率高。项目经理决定启动质量审计。谁应该执行质量审计？
<br>A. 公司或外部审计员
<br>B. 负责产品 A 的团队成员
<br>C. 其他团队成员
<br>D. 项目经理
`, answer: "A", tips: `质量审计是由谁做的？审计师做的，可以来自组织内部或组织外部。
`
  }, {
    question: `项目经理希望将质量管理技术引进到项目中。下列哪一个方法可以作为持续质量改进的
基础？
<br>A. 参数估算
<br>B. 标杆对照
<br>C. 计划-实施-检查-行动循环
<br>D. 成本效益分析
`, answer: "C", tips: `C 就是 PDCA 戴明环，持续改进的基础。
`
  }, {
    question: `项目经理试图确定两个变量间是否存在联系。
项目经理应采用下列哪种工具？
<br>A.因果图
<br>B.散点图
<br>C.运行图
<br>D.控制图
`, answer: "B", tips: `确定两个变量之间的关系。
`
  }, {
    question: `客户识别到一个新实施产品的性能问题。项目经理应使用哪一个质量成本（COQ）类别
来估算这项成本？
<br>A.预防成本
<br>B.外部失败成本
<br>C.评估成本
<br>D.内部失败成本
`, answer: "B", tips: `客户发现的性能问题是外部失败成本。
`
  }, {
    question: `为了确保满足质量标准，项目经理聘请外部资源来检查可交付成果的质量。这种检查的
成本可以分为哪些成本类别？
<br>A.预防成本
<br>B.评价成本
<br>C.外部成本
<br>D.失败成本
`, answer: "B", tips: `聘请外部资源来检查可交付成果，属于质量成本里的评估成本。
`
  }, {
    question: `在项目规划阶段，质量保证经理建议实施三重测试环境以确保产品质量。项目经理确定
这项建议将会增加成本，而且开发和认证环境将足以保证质量。项目经理应使用什么来影响
质量保证经理？
<br>A. 质量成本（COQ）
<br>B. 实验设计（DOE）
<br>C. 成本效益分析
<br>D. 质量标杆对照
`, answer: "C", tips: `过多的测试将会增加成本，成本投入应该适当，争取用最少的成本投
入获得最大的效益。
`
  }, {
    question: `项目经理意识到数据收集不足并且不符合质量管理计划，这种疏忽将严重影响项目的制
约因素。
项目经理下一步应该怎么做？
<br>A. 提交变更请求，以修订质量管理计划。
<br>B. 遵行因果分析，并将结果报告给项目发起人。
<br>C. 确定不合格的根本原因。
<br>D. 通知项目发起人，并要求与相关方开会，以修订质量管理计划。
`, answer: "C", tips: `问题出现，寻找原因并制订纠正措施。排除 ABD：A 修订质量管理计划，错；BD 都是上报发起人，错。
`
  }, {
    question: `在项目执行期间，发起人很担心项目是否能满足项目可交付成果的规范。项目经理与发
起人应一起查看下列哪一份文件？
<br>A. 质量管理计划
<br>B. 风险管理计划
<br>C. 过程改进计划
<br>D. 项目管理计划更新
`, answer: "A", tips: `是否能满足项目可交付成果的规范，查看质量管理计划。
`
  }, {
    question: `某项目要求完成多项产品。其中一个产品的技术规范规定每 200 立方英尺最多允许有
12 个缺陷。这属于以下哪一项范畴？
<br>A. 质量控制
<br>B. 质量测量指标
<br>C. 过程测量指标
<br>D. 质量审计
`, answer: "B", tips: `质量测量指标是具体的属性测量指标。
`
  }, {
    question: `在项目过程中，项目经理注意到影响项目质量的问题。若要核实项目稳定性是否受到影
响，项目经理应该使用下列哪一项工具？
<br>A. 直方图
<br>B. 控制图
<br>C. 帕累托图
<br>D. 散点图
`, answer: "B", tips: `过程是否稳定用控制图监测。
`
  }, {
    question: `为了限制与变更有关的风险，项目经理执行了一个审计，确保新的最小/最大限值要求能
够被正确执行，测试将会进行 10 次，测试结果将会用图表表示，用于可视化分析。
下列哪一项质量工具将帮助项目经理判断测试是否成功？
<br>A. 控制图
<br>B. 统计抽样
<br>C. 帕累托图
<br>D. 散点图
`, answer: "A", tips: `控制图，用来确定一个过程是否稳定。
`
  }, {
    question: `一家公司以 1 公斤每包的规格销售咖啡。在质量管理计划阶段，项目经理发现装包机器
的历史标准偏差为 1 克。
控制图应该使用哪一个控制限值？
<br>A. 996-1006 克
<br>B. 997-1003 克
<br>C. 1000-1006 克
<br>D. 994-1000 克
`, answer: "B", tips: `控制界限通常设在离过程均值正负 3 西格玛的位置。均值是 1 公斤，正负 3*1 克
`
  }, {
    question: `某项目具有具体的服务等级协议，保证向客户提供的服务质量。
项目经理可以使用哪项工具来确定服务是稳定的或者具有预期性能？
<br>A. 控制图
<br>B. 帕累托图
<br>C. 流程图
<br>D. 标杆对照
`, answer: "A", tips: `过程是否稳定或是否有可预期的绩效。
`
  }, {
    question: `项目经理接到客户对于产品质量属性的负面反馈。为解决这个问题，对制造工艺进行了
变更。若要评估工艺变更对解决期望的改进是否有效，下列哪一项质量控制工具对项目经理
最有用？
<br>A. 实验设计
<br>B. 帕累托图
<br>C. 控制图
<br>D. 因果图
`, answer: "C", tips: `控制图有助于评价过程变更是否达到了预期的改进效果。
`
  }, {
    question: `根据缺陷报告，在 82%总投诉量当中，第一个问题占投诉的 55%， 第二个问题占投诉的
27%。
项目经理应利用下列哪一个工具来说明问题的共同原因？
<br>A. 因果图
<br>B. 散点图
<br>C. 帕累托图
<br>D. 控制图
`, answer: "C", tips: `帕累托图帮助有重点地采取措施。
`
  }, {
    question: `项目团队遵循质量管理计划来识别必须的改进。该任务应在哪一个过程组中执行？
<br>A. 执行
<br>B. 计划
<br>C. 监控
<br>D. 收尾
`, answer: "A", tips: `识别必须的改进，是过程分析，属于是管理质量，管理质量属于执行过程组。
`
  }, {
    question: `项目经理确定项目的进度绩效指数（SPI）为 1.2，成本绩效指数（CPI）为 0.8。
项目目前的状态是什么？
<br>A. 落后于进度，并超出预算
<br>B. 超前于进度，但超出预算
<br>C. 落后于进度，但低于预算
<br>D. 超前于进度，并低于预算
`, answer: "B", tips: `SPI=1.2>1，进度提前；CPI=0.8<1，成本超支。
`
  }, {
    question: `项目的预期成本是 10,000 美元，最乐观的成本估算为 5,000 美元，最可能的成本估算
为 9,000 美元。
那么该项目最悲观的成本估算是多少呢？
<br>A. 15,000 美元
<br>B. 16,000 美元
<br>C. 19,000 美元
<br>D. 17,000 美元
`, answer: "C", tips: `（5000+9000*4+tP）/6=10000 =〉 tP=19000
`
  }, {
    question: `项目经理估算开发新产品的成本。在最有可能的情况下，成本将会是 10,000 美元。在
最好的情况下，成本将会是 9,000 美元。在最坏的情况下，成本将会是 17,000 美元。如果
利用 PERT 加权分析法，项目的预期成本将会是多少？
<br>A. 9,000 美元
<br>B. 10,000 美元
<br>C. 11,000 美元
<br>D. 12,000 美元
`, answer: "C", tips: `最好 9000 ，最可能 10000 ， 最 坏 17000 ， 三 点 估 算 公 式 ：(9000+4*10000+17000)/6=11000.
`
  }, {
    question: `在创建质量管理计划过程中，在针对项目执行阶段应该使用哪一个质量政策时发生了矛
盾。项目经理应该面向谁来解决这个问题？
<br>A. 另一个项目经理
<br>B. 当地监管委员会
<br>C. 质量控制经理
<br>D. 高级管理层
`, answer: "D", tips: `质量政策是由高级管理层所颁布的，确定质量工作的方向。
`
  }, {
    question: `产品不符合规范。一名项目相关方要求更换产品并纠正生产过程。若要确定这个失败的
类型和成本，应使用“计划质量管理”过程中的哪个工具或技术？
<br>A.成本效益分析
<br>B.力场分析
<br>C.质量成本（COQ）
<br>D.预期货币价值（EMV）分析
`, answer: "C", tips: `质量成本(COQ)描述了质量成本的分类。
`
  }, {
    question: `项目团队的一些成员通过消除那些不增加项目整体价值的活动，促进项目绩效。
项目团队所做为下列哪一项？
<br>A. 规划质量管理
<br>B. 监督与控制
<br>C. 制定项目管理计划
<br>D. 质量保证
`, answer: "D", tips: `管理质量有时被称为质量保证。过程分析，管理质量的工具，可以识别过程改进
机会，同时检查在过程运行期间遇到的问题、制约因素，以及非增值活动。
`
  }, {
    question: `在项目执行阶段，项目经理注意到需要返工的数量越来越多。
若要解决这个问题，项目经理下一步应该怎么做？
<br>A. 审查质量管理计划
<br>B. 与客户共同更新质量要求
<br>C. 与项目团队审查质量核对表
<br>D. 更新质量测量指标
`, answer: "A", tips: `返工数量越来越多，说明缺陷量已经太多，多到不正常了，说明计划制定的不合理，
需要审查计划。预防胜于检查。
`
  }, {
    question: `项目经理必须确定首批 50,000 个产品的质量。
应该使用哪种技术？
<br>A. 标杆对照
<br>B. 统计抽样
<br>C. 流程图
<br>D. 实验设计
`, answer: "B", tips: `控制质量的工具：统计抽样。
`
  }, {
    question: `项目团队可以使用什么工具来核实并记录只有获批的材料才能在产品当中使用？
<br>A. 材料抽样和测试
<br>B.质量核对清单
<br>C.控制图
<br>D.审计
`, answer: "B", tips: `质量核对单是一种结构化工具，通常具体列出各项内容，用来核实所要求的一系
列步骤是否已经执行。
`
  }, {
    question: `要确定导致最大数量缺陷的原因，应该用以下哪项工具？
<br>A. 帕累托图
<br>B. 因果图
<br>C. 控制图
<br>D. 流程图
`, answer: "A", tips: `帕累托图的作用。
`
  }, {
    question: `在监控项目过程时，质量经理注意到四个连续数据点落在平均线的同一侧，没有任何一
个超出控制限值。
这个过程的状态是什么？
<br>A. 过程在控制当中
<br>B. 过程失控
<br>C. 过程需要减轻
<br>D. 过程需要调整
`, answer: "A", tips: `过程受控。
`
  }, {
    question: `使用控制图时，下列哪一种情况可以看作是对某个流程失去控制？
<br>A. 六个连续的点都落在同一个方向
<br>B. 一个数据点位于控制上限
<br>C. 七个连续的点落在平均线的下方
<br>D. 80%的点在平均线的同一侧
`, answer: "C", tips: `七点原则，过程失控。
`
  }, {
    question: `产品设计被认定为是各种制造问题的根本原因。若要在将来避免面对同样的问题，项目
经理应该怎么做？
<br>A. 执行实施质量管理过程
<br>B. 审查质量管理计划
<br>C. 执行实施整体变更控制过程
<br>D. 更新经验教训知识库
`, answer: "D", tips: `避免将来遇到同样的问题，需要更新经验教训。
`
  }, {
    question: `项目经理负责管理一个正在进行的项目，该项目存在质量问题。团队成员认为质量保证
对项目没有增加任何价值。项目经理首先应该做什么？
<br>A.修订项目管理计划
<br>B.修订质量管理计划
<br>C.执行根本原因分析
<br>D.控制质量测量指标
`, answer: "C", tips: `题目中提出发现问题，那么接下来就是问题处理的流程的第二步识别
根本原因。
`
  }, {
    question: `项目经理发现一些可交付成果未能达到约定的质量标准，若要在将来避免发生这个问题，
可以使用以下哪一项？
<br>A. 流程图
<br>B. 质量核对单
<br>C. 质量管理和控制
<br>D. 因果图
`, answer: "D", tips: `使用因果图调查问题的根本原因后，消除问题的根本原因就可避免
此问题再次发生。
`
  }, {
    question: `项目经理接管一个执行阶段的项目。在对项目进度进行初步审查期间，项目经理注意到
与特定关键路径活动有关的信息不完整，有些活动还存在风险。项目经理如何才能确定每项
活动的责任？
<br>A. 工作分解结构
<br>B. 组织分解结构
<br>C. 风险登记册
<br>D. 责任分配矩阵
`, answer: "D", tips: `PM 要确定每项活动的责任，应该查看 RAM 责任分配矩阵。
`
  }, {
    question: `项目经理正在为一个高度复杂的电信项目制定人力资源管理计划。由于快速变化的技术
环境，项目经理不确定应该分配的资源类型。
若要完成项目资源管理计划，项目经理首先应该怎么做？
<br>A. 根据以前的项目估算资源活动
<br>B. 使用滚动式规划执行项目
<br>C. 在风险管理计划中包含资源培训需求
<br>D. 根据货币估算定义资源类型
`, answer: "B", tips: `面对高度复杂和快速变化的技术环境，需采用滚动式规划。滚动式规
划是一种迭代式的规划技术，即详细规划近期要完成的工作，同时在较高层级上粗略规划远
期工作。
`
  }, {
    question: `一个矩阵式组织中的项目经理正在为一个新项目配备人员，并在组织的人员库中确定了
一关键资源。该资源目前隶属于职能经理，并被分配到另外一个项目上工作。项目经理应该
使用什么技术？
<br>A. 招募
<br>B. 事先分派
<br>C. 谈判
<br>D. 虚拟化
`, answer: "C", tips: `与职能经理谈判获得资源。
`
  }, {
    question: `团队目前士气低落。团队成员之间存在严重冲突，多名团队成员同时发言，造成项目会
议没有成效。团队处于下列哪一个发展阶段？
<br>A. 解散阶段
<br>B. 震荡阶段
<br>C. 成熟阶段
<br>D. 形成阶段
`, answer: "B", tips: `震荡阶段，相互对立，开始从事项目工作，对不同的观点和意见不能采取合作和开
放的态度。
`
  }, {
    question: `项目经理目前负责的项目需要召开多次长时间的电话会议。项目成员抱怨，他们需要耳
机以提高会议的舒适度。项目经理通过与项目赞助人协商并购买耳机解决了该问题。
项目经理在该过程满足了下列哪项需要？
<br>A.保健因素
<br>B.认可
<br>C.归属
<br>D.尊重
`, answer: "A", tips: `佩戴耳机是基本工作条件，赫兹伯格双因素理论中的保健因素，没有就会“不满
意”，所以成员抱怨。
`
  }, {
    question: `某项目经理受命负责一个处于规划阶段的咨询项目，并应开始制定资源计划。但项目经
理在阅读项目章程和项目的成本效益分析后发现，已任命了三名资深分析师。
该例属于下列哪一项？
<br>A. 项目人员分配
<br>B. 预分派
<br>C. 组织分解结构
<br>D. 团队列表
`, answer: "B", tips: `已经分配好的资源，不由 PM 决定，这是人员的预分派。
`
  }, {
    question: `项目经理观察到某些项目团队成员开始一起工作并调整工作习惯，但是，他们彼此不互
相信任。
项目经理可以得出下列哪一项关于团队的结论？
<br>A. 团队处于发展的规范阶段，很有可能倒退回震荡阶段
<br>B. 团队处于发展的规范阶段，很有可能前进到执行阶段
<br>C. 团队处于发展的震荡阶段，很有可能前进到规范阶段
<br>D. 团队处于发展的震荡阶段，很有可能倒退回形成阶段
`, answer: "A", tips: `阶段逆转或阶段跳跃也是可能发生的。
`
  }, {
    question: `项目的团队成员正在执行工作，但由于工作超负荷而无法满足截止日期。为了缓解这种
情况，团队又增加了五个资源。
这描述的是哪个团队建设阶段？
<br>A.成熟阶段
<br>B.规范阶段
<br>C.震荡阶段
<br>D.形成阶段
`, answer: "D", tips: `增加新资源，则团队阶段重新回到形成期，因为形成期的特征又会
呈现。另外题干没有明显的倾向性来支持其它团队阶段。
`
  }, {
    question: `一位关键资源在项目执行期间辞职。项目经理首先应该怎么做？
<br>A.更新进度计划
<br>B.执行影响分析
<br>C.通知相关方
<br>D.提交变更请求
`, answer: "B", tips: `资源辞职，一般是先进行影响分析
`
  }, {
    question: `一位新项目经理在项目规划阶段加入项目。在审核项目文件后，项目经理发现项目管理
计划是最后一份创建的文件。
项目经理应该查阅哪一份文件来分配资源以实施该计划？
<br>A.资源日历
<br>B.范围管理计划
<br>C.项目组织图
<br>D.资源管理计划
`, answer: "D", tips: `获取资源（资源分配）是按照资源管理计划的。
`
  }, {
    question: `项目经理注意到一些团队成员没有动力工作。项目经理应使用哪项工具成技术让他们投
入工作？
<br>A.专家判断
<br>B.认可与奖励
<br>C.谈判
<br>D.冲突管理
`, answer: "B", tips: `解析：如果人们感受到自己在组织中的价值，并且可以通过获得奖励来体现
这种价值，他们就会受到激励。只有能满足被奖励者的某个重要需求的奖励，才是有效的奖
励。
`
  }, {
    question: `项目经理发现一些团队成员不清楚其职责和活动。哪一项工具或技术能够帮助项目经理
明确定义这些职责和活动？
<br>A.组织图
<br>B.工作分解结构（WBS）
<br>C.执行、负责、咨询和知情（RACI）矩阵
<br>D.项目管理信息系统（PMIS）
`, answer: "C", tips: `解析：责任分配矩阵（RAM）是用来显示分配给每个工作包的项目资源的表
格。它显示工作包或活动与项目团队成员之间的关系。RACI 矩阵是 RAM 的一个特例。
`
  }, {
    question: `销售经理称项目可交付成果之一未能满足所需规范。销售经理与项目经理通过会谈消除
了分歧并检查了备选方案。
项目经理采用的是哪种冲突解决方法？
<br>A. 强制
<br>B. 面对/解决问题
<br>C. 回避
<br>D. 安抚
`, answer: "B", tips: `合作解决问题
`
  }, {
    question: `团队成员 A 希望离开团队，不断抱怨团队成员 B 的个性。项目经理应该怎么办？
<br>A.告知团队成员 A 会把团队成员 B 从项目中开除
<br>B.解决团队会议上的冲突，并促进解决方案
<br>C.与二名团队成员分别谈话，了解他们当前关系的真实情况
<br>D.让团队成员尝试合作到项目结束为止
`, answer: "C", tips: `与团队成员沟通，了解情况后再来寻找解决方案。
`
  }, {
    question: `一个关键项目接近主要里程碑，但是多个关键可交付成果都面临严重困难。其中一个原
因是由于一名项目团队成员以及合同团队中多名资源的休假所造成。若要防止这个问题，项
目经理应该怎么做？
<br>A. 确保所有资源的可用性都已记录在资源日历中
<br>B. 获得承包商经理的最终承诺
<br>C. 在项目执行阶段引入一个“无假期”政策
<br>D. 项目计划获得所有项目资源的批准
`, answer: "A", tips: `确保在资源日历里记录
`
  }, {
    question: `随着竞争的加剧，某公司不得调整其项目总体实施。项目经理必须激励团队达到较高的
绩效水平。项目经理接下来应该怎么做？
<br>A. 实施奖励制度以提高生产率
<br>B. 审查影响团队绩效的企业环境因素
<br>C. 考虑、招募和变更团队成员以组建一支优秀的项目团队
<br>D. 定期针对成员个人实施绩效评估
`, answer: "A", tips: `PM 要激励项目团队提高绩效，应该使用建设项目团队的工具：认可与奖励。
`
  }, {
    question: `在组建一支跨职能项目团队时，项目经理没有获得选择团队成员的直接控制权。
项目经理应该怎么办？
<br>A. 与已获任命的团队成员一起开展团队建设活动
<br>B. 与职能经理协商，确保项目能获得可胜任工作的员工
<br>C. 让项目团队集中办公，提高项目绩效
<br>D. 制定基本规则，提出对可接受的团队行为的明确期望
`, answer: "B", tips: ` PM 没有获得招人的权力，只能与职能经理谈判、协商。考获取资源的工具：谈判。
`
  }, {
    question: `在一次项目状态团队会议上，一名团队成员与另外一名团队成员在纠正措施方面有不同
意见。争论持续升级，语气很快都变得很强硬。其他团队成员没有参与。项目经理直接命令
团队使用纠正措施。项目经理使用的是哪种冲突解决技术？
<br>A. 妥协
<br>B. 强迫
<br>C. 撤退
<br>D. 缓和
`, answer: "B", tips: ` PM 利用权力强行解决问题。
`
  }, {
    question: `项目团队存在确定最终设计方案的压力。两名团队成员对某个部件的设计正确与否存在
相反观点。若要让所有各方都达到一定程度的满意，项目经理能够使用哪一种技术来解决意
见的不同。
<br>A. 妥协
<br>B. 面对
<br>C. 促进
<br>D. 撤退
`, answer: "A", tips: `“若要让各方都达到一定程度上满意”，这是各退一步，妥协/调解。
`
  }, {
    question: `一个施工项目的两名团队成员对安装防护窗意见不一致。根据天气预报，预计 24 小时内
项目所在地将有雷暴天气。如果安装未完成，整个项目将受到损害。 项目经理应使用哪种
冲突解决技巧？
<br>A.合作/解决问题
<br>B.缓和/包容
<br>C.妥协/调解
<br>D.强迫/命令
`, answer: "D", tips: `24 小时内将有雷暴，一旦发生对整个项目都有影响。而此时防护窗是否安装，两
名团队成员还未决定，PM 最好采用强迫/命令的方式来解决“紧急问题”。
`
  }, {
    question: `两名工程师在项目会议中就下星期向客户提交的设计方案发生争执。鉴于讨论气氛的紧
张性，项目经理决定结束会议并在向客户提交方案前另行安排会议。
采用了哪类冲突解决方法？
<br>A. 调解
<br>B. 合作
<br>C. 面对
<br>D. 回避
`, answer: "D", tips: `暂时回避了冲突，冲突并没有解决
`
  }, {
    question: `项项目的总建筑师和关键业主代表不能在项目中合作。这对项目进度带来不利影响。
项目经理应该如何解决该问题？
<br>A. 指定一名高级员工作为建筑师和业主代表之间的仲裁人
<br>B. 要求总建筑师的一线经理与该建筑师讨论这个问题
<br>C. 找出总建筑师与业主代表的共同利益，确立可能的解决方案
<br>D. 与项目发起人协商更换关键业主代表
`, answer: "C", tips: `总建筑师和关键业主代表有冲突，要综合各方观点，寻求达到共赢的解决方案。
`
  }, {
    question: `项目团队加班工作来补偿资源制约条件。项目经理注意到两名团队成员之间的矛盾正在
导致项目团队精神动力的分散。
项目经理首先应该怎么做来解决矛盾并恢复项目团队的注意力?
<br>A. 给导致矛盾的两名团队成员签发口头警告
<br>B. 重新分配资源，避免将来产生的冲突
<br>C. 与团队开会，确定关键问题所在，并允许公开讨论解决
<br>D. 将团队冲突上报给项目发起人
`, answer: "C", tips: `合作解决问题最好。
`
  }, {
    question: `实践敏捷方法的开发负责人被任命为一个项目的迭代经理,该负责人与使用瀑布式方法
的业务分析师密切合作，但这两个方法的差异已经开始对团队绩效产生负面影响，项目经理
分别与开发负责人和业务分析师就这种情况进行会面，但未能解决问题。
项目经理下一步应该怎么做？
<br>A. 与业务分析师的经理谈话。
<br>B. 请求提供一位具有敏捷方法经验的新业务分析师。
<br>C. 为业务分析师提供敏捷方法团队的培训。
<br>D. 与业务分析师和开发负责人一起召开一次联合会议。
`, answer: "D", tips: `敏捷和瀑布方法的不同，导致双方合作有问题，应该与双方一起开
会，解决问题。C 是说为业务分析师提供敏捷培训，不全面，应该也为开发负责人提供瀑布
培训，并一起研究如何解决问题。
`
  }, {
    question: `项目经理加入一个项目，但项目团队缺乏必要的技能来产生一个关键可交付成果。
项目经理应该怎么做？
<br>A. 将该可交付成果分配给一名拥有学习新技能能力的团队成员
<br>B. 与项目发起人协商，聘请拥有必要技能的外部资源
<br>C. 继续执行项目，同时搜寻具有必要技能的分包商
<br>D. 将培训作为项目管理计划中项目工作的组成部分
`, answer: "D", tips: `当团队成员缺乏必要技能时，应该给其提供培训。
`
  }, {
    question: `一个软件开发项目的项目章程已获批准，项目经理召集会议准备项目管理计划，项目经
理得知开发团队成员对他们的角色和职责感到困惑。若要避免这个问题，项目经理应该事先
做什么？
<br>A. 创建一份相关方登记册
<br>B. 分享工作分解结构（WBS）
<br>C. 审查沟通管理计划
<br>D. 制定项目资源管理计划
`, answer: "D", tips: `项目资源管理计划中包含角色和职责。
`
  }, {
    question: `项目团队应使用哪一项来确定更新和沟通项目绩效的适当方法？
<br>A.群体决策技术
<br>B.会议
<br>C.人际交往
<br>D.多准则决策分析
`, answer: "B", tips: `考规划沟通管理的工具。
`
  }, {
    question: `项目经理在截止日期向项目利害关系者发送变更请求日志。这描述了什么过程？
<br>A. 管理沟通
<br>B. 规划沟通管理
<br>C. 控制沟通
<br>D. 管理干系人参与
`, answer: "A", tips: `向干系人发送文件，是向干系人发布信息，管理沟通。
`
  }, {
    question: `在一个复杂的项目中，干系人有着不同的信息需求。下述哪项可以帮助项目经理满足干
系人的期望？
<br>A. 沟通模型
<br>B. 沟通管理计划
<br>C. 沟通矩阵
<br>D. 沟通范围
`, answer: "B", tips: `沟通管理计划中包括了干系人的沟通需求。
`
  }, {
    question: `一个项目中有 20 位干系人。在项目收尾的时候又确定了 5 位干系人。 问在项目收尾的
时候有多少条沟通渠道？
<br>A.190 
<br>B.225 
<br>C.350 
<br>D.300
`, answer: "D", tips: `25*24/2=300
`
  }, {
    question: `项目经理向变更控制委员会提交了一个变更请求，请问这属于什么活动范畴？
<br>A. 推式沟通
<br>B. 预防措施
<br>C. 公开沟通
<br>D. 纠正措施
`, answer: "A", tips: `把信息发送出去，这是推式沟通。
`
  }, {
    question: `干系人感觉他们收到的信息十分复杂，难以理解。因此，不能正确做出决定。
若要解决这个问题，应该怎么做？
<br>A. 审查沟通需求
<br>B. 执行干系人分析
<br>C. 包含一个常用术语表
<br>D. 添加解释性附件
`, answer: "A", tips: `通过沟通需求分析，确定项目干系人的信息需求，包括所需信息的类型和格式，以
及信息对干系人的价值。
`
  }, {
    question: `在项目执行期间，项目经理确定沟通与沟通管理计划不符。项目经理应该怎么做？
<br>A. 实施有组织的非正式沟通，作为重要项目里程碑的一部分。
<br>B. 团队成员查阅沟通管理计划。
<br>C. 让团队成员审查项目管理计划。
<br>D. 通知相关方，收到的所有信息不属于沟通管理计划的一部分。
`, answer: "B", tips: `应遵守沟通管理计划进行沟通。
`
  }, {
    question: `在项目启动大会后，一些部门经理认为他们的需求没有得到解决，现在拒绝参与项目。
在这次会议之前项目经理应该准备什么？
<br>A. 需求跟踪矩库
<br>B. 相关方分析
<br>C. 风险分析
<br>D. 沟通需求分析
`, answer: "B", tips: `题目反映了干系人参与的问题，pm 应该事先正确识别干系人并进行
干系人分析。
`
  }, {
    question: `为了跟上新技术和管理相关方，项目经理希望将社交媒体作为项目沟通的组成部分。项
目经理应该怎么做？
<br>A. 将其添加为一个安全问题
<br>B. 限制用户使用，以遵循团队基本规则
<br>C. 将其包含在沟通管理计划中
<br>D. 允许公开访问项目信息
`, answer: "C", tips: `社交媒体是沟通技术的一种，如果要使用，需纳入沟通管理计划（用
于传递信息的方法或技术，如备忘录、电子邮件、新闻稿，或社交媒体；）。
`
  }, {
    question: `一位项目经理负责领导一个复杂项目，该项目的相关方位于若干个国家。项目经理得知
一位高级经理向某个项目团队成员询问项目信息。项目经理下一步应该怎么做？
<br>A. 查阅相关方登记册
<br>B. 审查项目管理信息系统（PMIS）
<br>C. 邀请该高级经理参加下一次项目会议
<br>D. 审查沟通管理计划
`, answer: "D", tips: `按照管理沟通过程，信息的传递以沟通管理计划为依据，高级经理
向团队询问项目信息，首先需要审查沟通管理计划，明确当前沟通方法，如有必要再进行下
一步沟通。
`
  }, {
    question: `项目团队完成了识别风险过程。在这个阶段，下列哪一项信息应该包含进风险登记册中？
<br>A. 风险优先级和可能的应对措施清单
<br>B. 识别的风险和可能的应对措施清单
<br>C.潜在的应对措施和风险分类清单
<br>D.识别的风险根本原因和风险优先顺序
`, answer: "B", tips: `识别风险的输出，风险登记册：包含已识别的风险清单、潜在的应对措施。
`
  }, {
    question: `项目经理了解到主题专家（SME）正在考虑离开公司。该专家资源在其主题领域拥有深厚
的知识，很难被替代。为确保主题专家能在整个项目期间留在项目中，项目经理与主题专家
的经理讨论可能的措施。这些措施应该记录在哪个文件中？
<br>A. 资源管理计划
<br>B. 风险登记册
<br>C. 风险管理计划
<br>D. 组织分解结构
`, answer: "B", tips: `潜在应对措施记录在风险登记册中。
`
  }, {
    question: `在项目开始时，项目经理召开了一次由项目团队和关键客户干系人参加的风险主题会。
专题会结束后，他们制作了一个由多个风险及其发生概率和对项目的影响组成的矩阵。
在专题会上执行了什么类型的风险分析？
<br>A.定量风险分析
<br>B.定性风险分析
<br>C.分类风险分析
<br>D.德尔菲技术风险分析
`, answer: "B", tips: `概率和影响矩阵是实施定性风险分析的工具。
`
  }, {
    question: `在一个为期多年的项目规划阶段，项目发起人决定采购设备。项目发起人的理由是，租
金成本可能会收到通货膨胀影响的机会有80%，但该设备将在项目完成时卖个好价钱的机会
为90%。这描述了什么概念？
<br>A.风险偏好
<br>B.风险容忍度
<br>C.风险态度
<br>D.风险临界值
`, answer: "A", tips: `风险偏好。为了预期的回报，一个实体愿意承受不确定性的程度。
风险承受力。组织或个人能承受的风险程度、数量或容量。
风险临界值。干系人特别关注的特定的不确定性程度或影响程度。低于风险临界值， 组织
会接受风险；高于风险临界值，组织将不能承受风险。
组织的风险态度可包括组织对不确定性的偏好程度，不可接受的风险级别的临界值，或者组
织的风险承受力。组织会基于风险承受力而采取不同的风险应对措施。
`
  }, {
    question: `供应商通知项目经理可能延迟交付一个模块。项目经理应该怎么做？
<br>A. 立即通知相关方。
<br>B. 通过增加额外的天数来修改项目管理计划，并记录它们对项目时间的影响。
<br>C. 审查风险管理计划以评估风险，然后通知相关方。
<br>D. 完成对项目影响的评估，并更新项目管理计划。
`, answer: "C", tips: `“可能延迟”是个风险，下一步是对风险进行评估和应对规划。
`
  }, {
    question: `在一个项目的首次状态会议上，一名团队成员报告说，由于罢工，供应商将不能交付一
个重要事项。该供应商在过去存在类似问题。项目经理应该怎么做？
<br>A.通过开拓替代供应商来减轻风险
<br>B.调查为何在规划过程中未能识别到这个风险
<br>C.更新项目管理计划
<br>D.查看风险管理计划
`, answer: "D", tips: `风险管理计划是项目管理计划的组成部分，描述如何安排与实施风险
管理活动。
`
  }, {
    question: `公司正在规划一个为期一年价值数百万美元的项目，来替换其底层基础设施。项目经理
希望确定风险优先顺序及其发生概率，确保项目资金得到有效管理。项目经理应该遵循下列
哪一个过程？
<br>A.实施定性风险分析
<br>B.实施定量风险分析
<br>C.制定风险响应计划
<br>D.监督风险
`, answer: "A", tips: `实施定性风险分析是通过评估单个项目风险发生的概率和影响以及其
他特征，对风险进行优先级排序，从而为后续分析或行动提供基础的过程。
`
  }, {
    question: `项目经理和项目团队已经开展头脑风暴，征集改进质量和生产机会的意见，项目经理知
道每个意见都带有一定的风险。项目经理应使用哪一项来与执行项目发起人沟通这个信息？
<br>A.亲和图
<br>B.帕累托图
<br>C.因果图
<br>D.概率和影响矩阵
`, answer: "D", tips: `组织可针对每个项目目标（如成本、时间和范围）制定单独的概率和
影响矩阵，并用它们来评估风险针对每个目标的优先级别。
`
  }, {
    question: `项目经理应该使用哪一项工具或技术来执行定性风险分析？
<br>A.概率分布
<br>B.决策树分析
<br>C.概率和影响矩阵
<br>D.成本风险模拟
`, answer: "C", tips: `实时定性风险分析的工具，概率和影响矩阵。
`
  }, {
    question: `在项目施工阶段，供应商发生火灾，导致原材料的供应延迟了一周。项目经理已经识别
到延迟的风险，并包含在计划当中。发生这个事件后，项目经理首先应该怎么做？
<br>A.执行风险应对计划
<br>B.由于材料延误，要求项目延期
<br>C.更新项目基准
<br>D.更新风险登记册
`, answer: "A", tips: `已识别的风险发生，执行之前已规划好的应对措施即可。
`
  }, {
    question: `在一个新产品版本项目中，客户要求实施一个新技术组件，而不是再次使用之前版本中开发的组件。项目经理识别到一些可能影响产品交付期限的潜在技术问题。项目经理应该怎么做？
<br>A.使用新技术组件，因为这是客户要求
<br>B.更新风险登记册，并登记该技术风险的应对措施
<br>C.提出一个原型，评估潜在技术问题
<br>D.通知变更请求的技术团队
`, answer: "B", tips: `识别到风险，首先应该更新进风险登记册。
`
  }, {
    question: `以下哪种定量风险分析及模型方法有助于确定对项目影响最大的风险？
<br>A. 敏感性分析
<br>B. 净现值法
<br>C. 决策树分析
<br>D. 模型与模拟
`, answer: "A", tips: `敏感性分析，确定哪个因素对项目影响最大。
`
  }, {
    question: `对于具有多个功能点的项目，哪种风险分析法可提供定量风险评估？
<br>A. 风险概率和影响评估
<br>B. 蒙特卡洛分析
<br>C. 头脑风暴法
<br>D. 风险登记册
`, answer: "B", tips: `定量风险分析的工具，建模和模拟。
`
  }, {
    question: `项目经理的风险应对策略要求向一个关键活动分配一名经验丰富的资源，缩短项目的时
间线并提高利润。这使用的是什么风险应对策略？
<br>A.开拓
<br>B.接受
<br>C.提高
<br>D.分享
`, answer: "A", tips: `确保缩短时间线和提高利润的事件一定发生，将概率提升至1。
`
  }, {
    question: `项目团队面临积极和消极风险，下列哪种应对策略可以用来处理这二类风险？
<br>A. 回避
<br>B. 开拓
<br>C. 接受
<br>D. 减轻
`, answer: "C", tips: `接受即可用来应对积极风险，也可用来应对消极风险。
`
  }, {
    question: `项目经理审查团队的风险响应计划，注意到团队希望从第三方获得某个特定硬件的保修。
该团队遵循的是下列哪一项风险响应战略？
<br>A. 减轻
<br>B. 转移
<br>C. 回避
<br>D. 接受
`, answer: "B", tips: `从第三方获得保修，是风险转移。
`
  }, {
    question: `随着项目进展，项目经理预测即将开展的活动中存在一些风险。项目经理应该使用哪一
份文件来风险分类？
<br>A.风险分解结构（rbs）
<br>B.风险管理计划
<br>C.风险登记册
<br>D.风险报告
`, answer: "A", tips: `风险分解结构：按风险类别排列的一种层级结构。
`
  }, {
    question: `项目经理了解到主题专家（SME）正在考虑离开公司。该专家资源在其主题领域拥有深
厚的知识，很难被替代。为确保主题专家能在整个项目期间留在项目中，项目经理与主题专
家的经理讨论可能的措施。这些措施应该记录在哪个文件中？
<br>A. 资源管理计划
<br>B. 风险登记册
<br>C. 风险管理计划
<br>D. 组织分解结构
`, answer: "B", tips: `潜在应对措施记录在风险登记册中。
`
  }, {
    question: `项目团队完成对项目风险的评估，并识别一个权变解决方案，来减少其中一个风险项的潜在影响。下列哪一项是这个提议解决方案的准确描述？
<br>A. 转移
<br>B. 回避
<br>C. 缓解
<br>D. 接受
`, answer: "C", tips: `缓解是陌生词汇，遇到陌生词汇看一眼英文，Mitigate 是减轻的意思。
`
  }, {
    question: `对于具有多个功能点的项目，哪种风险分析法可提供定量风险评估？
<br>A. 风险概率和影响评估
<br>B. 蒙特卡洛分析
<br>C. 头脑风暴法
<br>D. 风险登记册
`, answer: "B", tips: `定量风险分析的工具，建模和模拟，多点估算。
`
  }, {
    question: `一位团队成员通知项目经理有一个问题可能会破坏项目。项目经理将该问题添加到问题日志中，并要求团队找到解决方案。项目经理下一步应该怎么做？
<br>A. 更新风险登记册
<br>B. 修订项目管理计划
<br>C. 确定适当的风险应对
<br>D. 通知相关方
`, answer: "A", tips: `问题引发了风险，识别了可能会破坏项目的风险，下一步更新风险登记册。
`
  }, {
    question: `项目经理发现公司的质量保证（QA）部门可能没有足够的人员根据合同约定的进度计划测试项目产品。项目经理首先应该怎么做？
<br>A. 审查问题日志
<br>B. 更新风险登记册
<br>C. 取消一些非关键测试
<br>D. 压缩进度计划
`, answer: "B", tips: `可能没有足够的人员，是风险。
`
  }, {
    question: `在月度项目状态会上，项目经理得知当地政府所宣称的资金可能影响项目。项目经理下一步应该怎么做？
<br>A. 暂停项目，因为资金可能会延期或增强项目可交付成果
<br>B. 将这些信息更新到风险登记册中，并将其添加到到下次风险会议的讨论议程中
<br>C. 向项目发起人通知这个新机会，并提出一项变更请求
<br>D. 指定一名团队成员请求获得关于该资金的详细信息，以及需要采取哪些步骤才能获得资
格
`, answer: "B", tips: `资金可能影响项目，这是一个风险，应该更新在风险登记册中。
`
  }, {
    question: `项目经理完成项目计划并提交所有文件以供审批，没有分配延迟审批的时间。若要解决这个潜在风险，项目经理应该事先做什么？
<br>A. 选择一名风险责任人并将该责任人确定的行动纳入计划文件中
<br>B. 与项目相关方分享这个潜在风险信息，以加快审批
<br>C. 计划具体的行动，包括主要和备用策略，并选择一名风险责任人
<br>D. 提前启动项目，以避免影响进度
`, answer: "A", tips: `应该事先做什么？题目中的问题是识别了风险，却没有实施到位。选项D 明显不合适。选项B 用风险要求加快审批，有要挟的意味（按照规划风险管理流程即可）。选项C 不符合风险处理的流程，在定性风险分析过程会为每个风险识别出责任人，以便由他们负责规划风险应对措施，并确保应对措施的实施。
`
  }, {
    question: `在确定高风险、中风险和低风险的临界值后，项目经理应该使用什么来查看风险发生的可能性？
<br>A.直方图
<br>B.控制图
<br>C.概率分布
<br>D.概率和影响矩阵
`, answer: "D", tips: `风险定性分析的工具是概率影响矩阵。
`
  }, {
    question: `一个网站项目的风险评估显示，某个具体功能的实施比预期复杂。这可能同时影响项目的成本和进度绩效。项目经理下一步应该怎么做? 
<br>A. 提出一项范围变更请求，将该功能添加到范围除外情况中，并更新风险登记册
<br>B. 将该风险登记进风险登记册中，并与关键干系人开会讨论风险应对策略。
<br>C. 更新风险登记册，审查范围，并与关键干系人评估风险应对策略。
<br>D. 将该风险登记进风险登记册，并继续项目。
`, answer: "C", tips: `发现风险首先识别风险更新风险登记册，功能比预期复杂，说明范围规划的有问
题，所以要审查范围
`
  }, {
    question: `在一个施工项目期间，由于大雨影响了混凝土的一致性，混凝土无法使用。这种可能性及其估算成本已在风险登记册中确定。项目经理应该如何提供额外成本的资金？
<br>A.使用管理储备
<br>B.评估应急储备
<br>C.应用预算储备
<br>D.向客户索取储备
`, answer: "B", tips: `天气因素已识别为风险，故使用应急储备来提供额外资金。
`
  }, {
    question: `一个项目从开始就有几个已识别的风险，这些风险在整个项目过程中不断发生变化，项目经理必须确保进度和预算与这些风险的当前状态保持一致。项目经理应使用什么工具或技术？
<br>A. 风险审计
<br>B. 偏差和趋势分析
<br>C. 储备分析
<br>D. 风险再评估
`, answer: "C", tips: `确保进度和预算与这些风险的当前状态保持一致，也就是要确定储备
依然合理。
`
  }, {
    question: `在风险管理会议期间，项目经理和团队根据风险应对计划分析到目前为止使用的资源。项目经理应该使用什么工具或技术来评估拿下项目风险所需的资源？
<br>A. 技术绩效测量
<br>B. 储备分析
<br>C. 风险分析
<br>D. 偏差和趋势分析
`, answer: "B", tips: `使用储备分析来评估一旦风险发生将使用的预算或进度应急储备。
`
  }, {
    question: `在公司迁址到一个新数据中心期间，一名项目团队成员发现新数据中心的电源不足，为了支持在未来三年内预测增长，将需要 S$48 万的额外资源。由于项目经理之前已将此识别为一个风险，应使用什么工具来确定应急储备足以涵盖成本？
<br>A.状态会议
<br>B.储备分析
<br>C.风险在评估
<br>D.技术绩效测量
`, answer: "B", tips: `在项目实施过程中，可能发生一些对预算或进度应急储备有积极或消极影响的风险。
储备分析是指在项目的任何时点比较剩余应急储备与剩余风险量，从而确定剩余储备是否仍
然合理。
`
  }, {
    question: `在项目的风险评估会议上，观察清单中的一个风险项发生概率急剧增加。项目经理应首先更新哪一项内容？
<br>A. 风险管理计划
<br>B. 风险登记册
<br>C. 假设日志
<br>D. 风险应对计划
`, answer: "B", tips: `已经识别的风险发生变化需要首先更新风险登记册。
`
  }, {
    question: `一个施工项目正在开始，可用的信息表明天气恶劣可能性很低。然而，在执行期间，新的天气数据却显示恶劣天气将影响项目的可能性很大。哪份文件应更新？
<br>A.风险概率和影响评估
<br>B.风险登记册
<br>C.风险紧迫性评估
<br>D.风险审计
`, answer: "B", tips: `风险的概率影响评估后，需要更新风险登记册。
`
  }, {
    question: `在评估项目活动现状的会议中，团队发现存在一些影响可交付成果的风险。项目经理应该怎么做？
<br>A. 跟踪已发现的风险，识别和分析新风险，并评估整个项目的风险过程有效性
<br>B. 记录风险管理信息用于经验教训
<br>C. 记录监督风险过程的影响和有效性
<br>D. 定制风险分解结构(RBS)以包含任何新风险
`, answer: "A", tips: `监督风险过程的描述。
`
  }, {
    question: `一个施工项目位于热带地区，该项目的风险登记册包括雨季洪水的风险。现在雨季已经
结束，项目即将完成。应使用哪一项工具或技术来管理这个风险？
<br>A. 风险接受
<br>B. 风险转移
<br>C. 风险规避
<br>D. 风险审计
`, answer: "D", tips: `识别的风险过时，使用风险审计评估风险管理过程的有效性。这是监督风险的工具和技术。
`
  }, {
    question: `项目发起人和风险部门经理担心一个高端项目的风险应对措施，发起人要求项目经理与风险部门经理合作，以确定风险管理过程的有效性。谁应该负责确保风险审计得到适当执行？
<br>A.项目发起人
<br>B.风险部门经理
<br>C.项目团队成员
<br>D.项目经理
`, answer: "D", tips: `风险审计属于项目工作，是项目经理来负责其得以执行的。
`
  }, {
    question: `一个城市的居民都在担忧新大楼对当地设施的环境影响。项目经理审查了一份报告，显
示条件比商业论证中假设的条件差，这将导致预测成本增长 35%。项目经理应该怎么做？
<br>A.制作一份环境报告，回应居民的担忧
<br>B.更新商业论证，并记录该风险
<br>C.正式向项目发起人通知该风险
<br>D.接受该风险，并请求项目发起人的批准
`, answer: "C", tips: `“将导致成本增加 35%”，与商业论证不符，这是一个很大的风险，要通知发起人。
`
  }, {
    question: `在项目规划阶段，原材料的高价格和价格波动被识别为一项风险，在对两种原材料进行定量分析之后，选择了商品A 而不是商品B。在执行阶段，商品A 的价格上涨，使其比商品B 更昂贵。若要解决这个问题，项目经理应该怎么做？
<br>A.查阅风险管理计划
<br>B.审查成本管理计划
<br>C.通知发起人
<br>D.联络采购团队
`, answer: "A", tips: `风险发生后，根据风险管理计划的指导进行管理风险。
`
  }, {
    question: `最近发布的一项新技术可以将正在进行的项目的开发任务加快30%，团队非常渴望使用这项新技术，但识别到由于缺乏知识与支持而可能出现问题的风险。项目经理和团队如何确定使用这种技术是否会让项目收益？
<br>A. 审查风险管理计划，以确定新技术是否是一项不必要的风险
<br>B. 实施定量风险分析，且如果风险排在前10 位，就拒绝使用这项技术。
<br>C. 使用预期货市价值（EMV）技术，并且如果EMV 为正值，则使用这项技术
<br>D. 执行敏感性分析，以确定对项目结果的潜在影响
`, answer: "C", tips: `使用EMV 帮助决策，若收益大于成本（EMV 为正值），则可以考虑采
用新技术。
`
  }, {
    question: `一位项目经理正在管理一个项目，该项目在一个专业的专用设施中对技术工艺进行现代
化改造。这项新技术将与旧技术共存。项目经理进行研究，以确定过去类似的项目是否已完
成，但无法找到任何信息。
项目经理应该如何识别整合新旧技术的潜在挑战？
<br>A. 创建一份效益建议书，以增强旧技术从而与新技术保持同等水平。
<br>B. 与设施工作人员开会，以讨论旧技术。
<br>C. 为项目团队技术人员制定沟通管理计划。
<br>D. 与设施工作人员一起执行实施定量风险分析过程。
`, answer: "D", tips: `题干说明识别到了一个新风险，后续步骤是对它进行定性分析、定量
分析、制订应对计划。
`
  }, {
    question: `项目相关方担心几个风险，但无法确定哪种风险影响最大。
项目经理应使用什么工具或技术来解决相关方的问题？
<br>A.龙卷风图
<br>B.决策树分析
<br>C.优势、劣势、机会与威胁(SWOT)分析
<br>D.石川图
`, answer: "A", tips: `龙卷风图是风险定量分析，将风险从大到小排列。
`
  }, {
    question: `在识别高影响、高概率风险后，项目处于危险之中，项目经理应使用哪一项工具或技术
来确定哪些风险对项目的影响最大？
<br>A.概率分析
<br>B.龙卷风图
<br>C.帕累托图
<br>D.因果图
`, answer: "B", tips: `敏感性分析有助于确定哪些单个项目风险或其他不确定性来源对项目
结果具有最大的潜在影响。它在项目结果变异与定量风险分析模型中的要素变异之间建立联
系。敏感性分析的结果通常用龙卷风图来表示。
`
  }, {
    question: `在一个多功能项目的规划阶段，项目经理发现没有足够的资源来生产软件包。项目经理
通过与第三方公司签署服务水平协议（SLA）来外包此软件包的生产。项目经理使用的是哪
一项风险应对策略？
<br>A. 减轻
<br>B. 转移
<br>C. 接受
<br>D. 规避
`, answer: "B", tips: `外包属于风险转移。
`
  }, {
    question: `指导委员会决定减轻一项已被识别的风险。项目经理接下来应该怎么做？
<br>A. 执行风险登记册中的措施
<br>B. 执行定性风险分析
<br>C. 从风险登记册中移除风险
<br>D. 更新风险管理计划
`, answer: "A", tips: `已经决定用“减轻”的方法来应对风险，下一步就是按照风险登记册里的措施来
执行。
`
  }, {
    question: `在执行阶段，项目团队预期到客户可能要求一套新的需求。这已经登记为一项风险。今
天客户正式通知新需求已经生效。项目经理下一步应该怎么做？
<br>A. 更新风险登记册并创建变更请求
<br>B. 创建与风险有关的风险应对计划
<br>C. 更新风险登记册和风险管理计划
<br>D. 按照新需求调整进度表
`, answer: "A", tips: `已知风险真的发生了，更新风险登记册中此风险的状态。确定有新的需求，这是变
更，需要提交变更请求。
`
  }, {
    question: `项目受到一个未预料的风险的影响，迫使项目经理执行一个权变措施，但是该权变措施
作用有限，这个情况将影响需求的达成。 项目经理应该怎么做？
<br>A. 提出变更请求
<br>B. 将影响归档作为质量偏差
<br>C. 将该案例转给专家判断
<br>D. 进行敏感性分析
`, answer: "A", tips: `实施应急计划或权变措施会导致变更请求。
`
  }, {
    question: `在项目过程中，发生了一个事件。该事件影响了项目成本，但是未影响到时间。该事件
之前被项目团队识别为一项潜在风险。 若要限制该事件对于项目成本的影响，项目经理应
该怎么做？
<br>A. 查看风险登记册，并确定适当和既定的应对措施
<br>B. 分析该事件，包括对成本和时间的影响，并创建变更请求
<br>C. 制定权变措施，并立即实施，尽可能减少成本超支
<br>D. 执行敏感性分析，确定不同应对的成本超支灵活性
`, answer: "A", tips: `已知风险发生，风险登记册中会有应对措施。
`
  }, {
    question: `供应商签约完成某个可交付成果，合同规定买方将支付卖方的成本，并且卖方每提前一
天完成，买方还将支付1%的费用。 与供应商签订的合同属于什么类型？
<br>A. 时间与材料合同
<br>B. 总价加经济价格调整合同
<br>C. 成本加激励费用合同
<br>D. 成本加奖励费用合同
`, answer: "C", tips: `量化就是激励，奖励是不能量化的。
`
  }, {
    question: `项目经理向一家施工公司招标。该公司要求获得有关做什么，什么时候做以及由谁做等
详细内容。项目经理应该向供应商提供下列哪一份文件？
<br>A. 采购工作说明书
<br>B. 项目章程
<br>C. 项目管理计划
<br>D. 采购管理计划
`, answer: "A", tips: `采购工作说明书详细描述拟采购的产品、服务或成果，以便潜在卖方确定他们是
否有能力提供这些产品、服务或成果。
`
  }, {
    question: `项目需求已经充分定义；然而，执行组织没有资源来开发项目，希望使用一家提供所有
管理服务的提供商。
项目经理指的是哪种合同类型？
<br>A. 固定价格合同
<br>B. 成本补偿合同
<br>C. 工料合同
<br>D. 成本加奖励合同
`, answer: "A", tips: `范围确定，使用总价合同
`
  }, {
    question: `公司拥有一个大型项目，希望进行正式招标。项目经理签发了一份建议邀请书（RFP），
但未收到任何建议书。 项目经理下一步应该怎么做？
<br>A. 审查强制性要求
<br>B. 将RFP发送给别的供应商
<br>C. 建议终止项目
<br>D. 邀请供应商另行讨论
`, answer: "D", tips: `实施采购的工具：召开投标人会议。进入了实施采购的过程。无人应答，应该和
潜在投标人开会讨论，问题出在哪里，而不是先假设邀请书的强制性要求有问题。
`
  }, {
    question: `在下列哪一个过程中，项目团队将收到标书并根据预先定义的标准审查卖方资格？
<br>A. 实施采购
<br>B. 计划采购管理
<br>C. 控制采购
<br>D. 授予采购合同
`, answer: "A", tips: `实施采购过程将选择供应商
`
  }, {
    question: `一个项目涉及来自一个知名供应商的硬件。在项目的中间阶段，项目经理注意到硬件的
质量下降。一名团队成员希望立即开展质量检查。
哪一份文件中包含检查规定？
<br>A. 质量测量指标
<br>B. 风险登记册
<br>C. 绩效报告
<br>D. 采购合同
`, answer: "D", tips: `控制采购输入
`
  }, {
    question: `有一部分项目工作将从外部资源采购。项目团队制订采购计划，并向多个供应商发出建
议邀请书。团队从潜在供应商那里获得关于工作的询问。
为向潜在供应商提供响应，项目团队应该怎么做？
<br>A. 向每一供应商发送单独回复
<br>B. 在项目团队中为每一供应商指定单个联系人来处理问题
<br>C. 修订建议邀请书，将对所有问题的回复包含在内，并分发给所有供应商
<br>D. 召开投标人会议，澄清所有供应商的全部问题
`, answer: "D", tips: `建议，回复，修订的再好。也不如面对面开会来的直接。
`
  }, {
    question: `一个由金融机构提供资金的项目，收到四家投标方的技术和财务报价评估基于质量和成
本，其中80%技术质量方面，20%放在成本方面（财务评分）。技术质量的最低合格分数为75。
投标方所获得的分数如下所示。
哪家投标方将会获得合同？
<br>A.投标方A
<br>B.投标方B
<br>C.投标方C
<br>D.投标方D
`, answer: "B", tips: `题目已经做过加权，所以把加权之后的分数相加即可。投标方B：79+14=93，投标
方c：76+16=92，投标方A和D不合格。因此选择得分最高的投标方B。
`
  }, {
    question: `项目经理被要求执行一次复杂的采购,为完成项目的最后阶段。 项目经理应该使用什么
工具来开始采购以及选择合适的卖方? 
<br>A. 建议书评价技术
<br>B. 互联网搜索
<br>C. 专家判断
<br>D. 采购谈判
`, answer: "A", tips: `对于复杂的采购，如果要基于卖方对既定加权标准的响应情况来选择卖方，则应
该根据买方的采购政策，规定一个正式的建议书评审流程
`
  }, {
    question: `项目经理开始一个新项目,获得一份报告,该报告显示在上一个项目中发生的采购相关失
败情况 。应如何纠正这个问题？
<br>A. 采购审计
<br>B. 记录管理系统
<br>C. 归档合同
<br>D. 协商解决
`, answer: "A", tips: `本题特别强调了相关“失败”情况，采购审计要指出合同准备或管理方面的成功
经验和失败教训。
`
  }, {
    question: `在客户验收最终可交付成果后，项目经理分发最终项目报告，收集项目文件用于存档，
并与团队开展经验教训会议。还需要完成什么活动？
<br>A.收集工作绩效信息
<br>B.更新问题日志
<br>C.衡量并记录客户满意度
<br>D.记录纠正措施
`, answer: "C", tips: `选项C是收尾时做的，衡量客户满意度进行阶段末评价。
`
  }, {
    question: `项目经理对无效率的团队周会感到失望。一些发言更为积极的团队成员都将会议转向他
们认为有问题的领域进入长时间的讨论。若要提高会议的效率，项目经理应该怎么做？
<br>A.增加会议时间。
<br>B.不让发言更为积极的团队成员参加会议。
<br>C.确保没有团队成员感觉受到伤害。
<br>D.设定明确的议程，为每个事项限制具体的时间。
`, answer: "D", tips: ` 解析：会前，应该做好准备工作，包括确定会议议程、目的、目标和期限；
会后，要形成书面的会议纪要和行动方案。
`
  }, {
    question: `收到供应商建议书后，项目经理应使用什么来确保最低报价在当前市场范围内？
<br>A.独立估算
<br>B.建议书评价技术
<br>C.专家判断
<br>D.分析技术
`, answer: "A", tips: `对于大型的采购，采购组织可以自行准备独立估算，或聘用外部专业估算师做出成本
估算，并将其作为评价卖方报价的对照基准
`
  }, {
    question: `项目经理承担一家公司的一个项目管理，但该公司正在进行组织变更且即将重组。若要
确保该项目与该公司的目的和目标保持一致，项目经理应该怎么做？
<br>A.获得项目章程的批准。
<br>B.在项目启动大会上达成协议。
<br>C.按照商业论证进行差距分析。
<br>D.按照该公司的使命、愿景和价值观分析该项目。
`, answer: "A", tips: `解析：通过编制项目章程,来确认项目符合组织战略和日常运营的需要。
`
  }, {
    question: `征求建议邀请书（RFP）答复时，投标人会议的目的是什么？
<br>A.允许供应商提供初步概念性设计
<br>B.确保潜在供应商对采购过程达成共识
<br>C.允许买方取消供应商参与投标过程的资格
<br>D.提供一个论坛，与潜在供应商谈判
`, answer: "B", tips: `会议目的是保证所有潜在卖方对本项采购都有清楚且一致的理解，保证没有任何
人会得到特别优待。`
  }, {
    question: `某公司与供应商签署了一份总价加激励费用合同。项目的目标成本为 200,000 美元，供应商费用为 20,000 美元，并且买方/卖方分配比例为 80/20。双方还约定最高价为230,000美元。若实际成本为 235,000 美元，则应向供应商支付多少？
<br>A. 230,000 美元
<br>B. 220,000 美元
<br>C. 248,000 美元
<br>D. 235,000 美元
`, answer: "A", tips: `激励费用的题目不用记公式
`
  }, {
    question: ` 一名团队成员不清楚项目经理的主要职责和职权级别，哪一份文件可以帮助团队成员了
解这一点？
<br>A. 项目章程
<br>B. 项目管理计划
<br>C. 组织结构
<br>D. 项目资源管理计划
`, answer: "A", tips: `项目章程是由项目启动者或发起人发布的，正式批准项目成立，并
授权项目经理动用组织资源开展项目活动的文件。
`
  }, {
    question: ` 新项目似乎具有高层级风险因素和环境制约因素。尽管其他项目经理提出了警告，一位
项目经理仍然决定管理该项目。项目经理应该将项目的高风险性质记录在哪里？
<br>A. 项目章程
<br>B. 干系人参与计划
<br>C. 问题日志
<br>D. 项目管理计划
`, answer: "A", tips: `项目的高层级风险应该记录在项目章程当中。
`
  }, {
    question: ` 一个关键项目已获批准，一位关键干系人根据以往的经验，担心与该项目相关的风险。
项目经理下一步应该怎么做？
<br>A. 更新项目管理计划和风险登记册
<br>B. 分析项目范围
<br>C. 请求项目发起人就风险提出具体意见
<br>D. 审查项目章程中记录的高层级风险、假设条件和制约因素
`, answer: "D", tips: `刚获得批准的项目要识别风险应该审查章程中的高层及风险与假
设条件。
`
  }, {
    question: ` 项目发起人指出，最终产品不能反映出让公司差异化的附加价值，项目经理下一步应该
怎么做？
<br>A. 将其添加进风险登记册
<br>B. 更新项目章程
<br>C. 审查检查表
<br>D. 咨询高级管理层
`, answer: "B", tips: `发现产品与公司的战略不一致，应该及时调整项目的目标，并在项
目章程中得到反应。
`
  }, {
    question: ` 项目经理正在实施一个预算紧张的项目。为确保项目成功，项目经理在制定项目章程时
应使用什么？
<br>A. 经验教训
<br>B. 质量测量指标
<br>C. 战略计划
<br>D. 成本基准
`, answer: "A", tips: `考制定项目章程的输入，组织过程资产-经验教训。
`
  }, {
    question: ` 项目经理正在编写采购工作说明书（SOW），以分包新工厂的机器安装任务。项目经理应
该查阅哪一份文件来确保其与项目目标一致？
<br>A. 采购文件
<br>B. 项目管理计划
<br>C. 供方选择标准
<br>D. 项目章程
`, answer: "D", tips: `项目目标包含在项目章程当中。
`
  }, {
    question: ` 一个设计团队被分配开发一项新技术，让公司能够符合新的政府规定。应该用什么来收集产品设计属性？
<br>A.控制图
<br>B.需求跟踪矩阵
<br>C. 工作分解结构（WBS）
<br>D. 头脑风暴
`, answer: "D", tips: `头脑风暴是收集需求的工具和技术。
`
  }, {
    question: `通过资格预审的主题专家（SMEs）和项目干系人开会，列出对拟议产品的期望清单。
这描述的什么工具或技术？
<br>A.引导式研讨会
<br>B.焦点小组会议
<br>C.头脑风暴
<br>D.访谈
`, answer: "B", tips: `焦点小组是召集预定的干系人和主题专家，了解他们对所讨论的产
品、服务或成果的期望和态度。
`
  }, {
    question: `客户邀请项目经理与内部专家和关键项目干系人举行会议。这次会议由外部顾问主持，
是为了确定他们对新产品及其拟议功能的期望。
这描述的是什么工具或技术？
<br>A.团队决策
<br>B.焦点小组会议
<br>C.访谈
<br>D.头脑风暴
`, answer: "B", tips: `焦点小组是召集预定的干系人和主题专家，了解他们对所讨论的产
品、服务或成功的期望和态度。由一位受过训练的主持人引导大家进行互动式讨论。
`
  }, {
    question: `公司的一位高级经理预计会为一个项目提供专门的资源。但是，项目经理还未收到这些
资源的名称。项目经理可以和该高级经理分享哪一份文件来行使他们获得资源的职权？
<br>A.项目进度计划
<br>B.项目管理计划
<br>C.项目章程
<br>D.项目培训计划
`, answer: "C", tips: `项目章程定义了项目经理的职权和责任。知识点：章节 4.1
`
  }, {
    question: `公司业务分析师审查并确认项目的商业论证。若要继续改项目，项目经理下一步应该怎
么做？
<br>A.创建项目章程
<br>B.制定范围说明书
<br>C.进行需求获取
<br>D.定义商业价值
`, answer: "A", tips: `项目立项首先要制订项目章程。
`
  }, {
    question: `在项目启动阶段，项目经理得知干系人可能以多种积极和消极的方式影响项目。在这种
情况下，项目经理应该怎么做？
<br>A. 给高级管理层和项目发起人分配任务，让其减少干系人的人数
<br>B. 执行一项干系人分析，并按照权力/利益方格给干系人分组
<br>C. 将管理行动集中在关键干系人上
<br>D. 更新风险登记册
`, answer: "B", tips: `执行干系人分析，将干系人分类后针对不同干系人施加不同影响。
`
  }, {
    question: `由于组织结构的一个变更，干系人 A 承担一个新职责而从指导委员会辞职。干系人 A 的
替代者干系人 B 引发一个有关于项目商业利益的问题。那么项目经理首先应该做什么？
<br>A. 在问题登记册中记录该问题，并更新项目利益
<br>B. 更新干系人登记册，并参考干系人参与计划
<br>C. 更新项目管理计划
<br>D. 与干系人会面，包括项目发起人
`, answer: "B", tips: `干系人发生变化，应该更新干系人登记册。
`
  }, {
    question: `公司进行重组，导致项目团队发生变化。项目经理应该怎么做？
<br>A.与新的团队成员确认商业论证。
<br>B.参阅组织分解结构 (OBS)。
<br>C.执行干系人分析。
<br>D.与新的团队成员审查项目需求
`, answer: "C", tips: `组织发生变化，首先更新干系人登记册。
`
  }, {
    question: ` 尽管未获得事先同意，一位项目团队成员假设客户将会批准，开发了一个功能。
项目经理应该怎么做？
<br>A. 坚持不包含这个功能
<br>B. 由于工作已经完成，继续进行项目
<br>C. 查阅范围管理计划来决定下一步行动
<br>D. 通知相关方，并签发变更请求
`, answer: "C", tips: `范围管理计划是项目管理计划的组成部分，描述将如何定义、制定、
监督、控制和确认项目范围，确定如何审批和维护范围基准; 选项 D 中的顺序描述错误,并
且 C 在 D 之前执行。
`
  }, {
    question: ` 一个项目的预计工期为六个月，项目经理在第五个月加入该项目。经调查发现，一些需
要的活动尚未开始，而一些不必要的活动却已经完成。为避免这个问题，应事先制定哪一份
计划？
<br>A. 质量管理计划
<br>B. 风险管理计划
<br>C. 范围管理计划
<br>D. 沟通管理计划
`, answer: "C", tips: `需要做的没有做，不需要做的却已经完成，这是范围没有管理到位，
事先应该制定范围管理计划。
`
  }, {
    question: ` 一位新的项目经理加入一个正在进行的项目。在知识转移会议上，项目经理意识到业务
需求不明确，与前项目经理的理解不同。在继续项目活动之前，项目经理应该做什么来确定
起点？
<br>A. 审查需求管理计划，相关方登记册和功能需求
<br>B. 阅读项目管理计划、项目章程和商业文件
<br>C. 查阅工作分解结构（WBS）、范围、进度计划和质量规划文件
<br>D. 审查需求跟踪矩阵、相关方管理计划和验收标准
`, answer: "B", tips: `参考收集需求过程的输入。
4 一家公司启动一个项目，旨在下一季度结束前提高客户满意度。项目经理应该如何确定最
佳实践？
<br>A. 使用标杆对照 
<br>B. 组织焦点小组会议。
<br>C. 安排一次引导式研讨会。
<br>D. 创建一份亲和图。
`, answer: "A", tips: `标杆对照是将实际或计划的项目实践或项目的质量标准与可比项目
的实践进行比较，以便识别最佳实践，形成改进意见，并为绩效考核提供依据。
`
  }, {
    question: ` 一个设计团队被分配开发一项新技术，让公司能够符合新的政府规定。应该用什么来收
<br>A. 集产品设计属性？
<br>B. 控制图
<br>B. 需求跟踪矩阵
<br>C. 工作分解结构（WBS）
<br>D. 头脑风暴
`, answer: "D", tips: `头脑风暴是收集需求的工具和技术。
`
  }, {
    question: `项目经理正在执行一个涉及不同业务部门的全公司项目。在一次规划会议上，项目经理注
意到每个部门的具体需求不能引起其他部门的兴趣，这影响到会议的质量。
若要解决这个问题，项目经理应该怎么做？
<br>A.石川图和需求跟踪矩阵
<br>B.焦点小组会议和思维导图
<br>C.引导和亲和图
<br>D.头脑风暴和需求跟踪矩阵
`, answer: "C", tips: `引导有助于建立现任、改善关系、改善沟通。
`
  }, {
    question: `一家公司计划扩大其公司网站的服务范围。项目经理开始根据批准的项目章程收集详细的
需求。
项目经理应该怎么做才能就项目的可交付成果达成一致意见？
<br>A. 与相关方和主题专家 (SMEs)一起召开焦点小组会议
<br>B. 与关键相关方一起使用引导技术
<br>C. 与相关方一起进行头脑风暴
<br>D. 访谈关键相关方和发起人，以获取有关需求的更多信息
`, answer: "B", tips: `收集需求时采用引导（研讨会）的目的，是协调相关方的需求差
异，最终达成一致意见。
`
  }, {
    question: `项目经理担心大量的变更请求已经导致项目偏离其原始目的。哪一份文件有助于评估这
些变更请求的影响？
<br>A.问题日志
<br>B.项目范围说明书
<br>C.需求跟踪矩阵
<br>D.范围基准
`, answer: "C", tips: `需求跟踪矩阵是把产品需求从其来源连接到能满足需求的可交付成
果的一种表格。需求跟踪矩阵有助于评估变更对项目范围的影响。
`
  }, {
    question: `作为培养项目相关方共识的一部分，项目经理正在创建项目范围说明书。该说明书应包
含哪些要素？
<br>A.项目可交付成果、验收标准和除外责任
<br>B.高层级项目描述、相关方名单和验收标准
<br>C.项目章程、工作分解结构（WBS）和项目的除外责任
<br>D.项目目的、项目目标和高层级项目描述
`, answer: "A", tips: `项目范围说明书包含产品范围描述，可交付成果、验收标准和项目
除外责任。
`
  }, {
    question: `在项目执行期间，团队识别到几个变更请求，其中包括项目成功所需的功能，这些功能
未能包含在需求跟踪矩阵中。
若要避免这种情况，项目经理事先应该做什么？
<br>A.创建工作分解结构(WBS) 
<br>B.定义范围
<br>C.核实范围
<br>D.控制范围
`, answer: "B", tips: `定义范围的输出包括对跟踪需求矩阵的更新。
`
  }, {
    question: `在范围基准批准会议期间，项目相关方要求包含不会影响进度计划的产品功能。
项目经理应该怎么做？
<br>A.创建变更请求
<br>B.与主题专家（SMEs）讨论
<br>C.包含该产品功能
<br>D.咨询项目发起人
`, answer: "B", tips: `定义范围主要作用是，描述产品、服务或成果的边界和验收标准。
该过程的工具和技术包含专家判断。
`
  }, {
    question: ` 项目团队经常遗漏可交付成果。若要解决这个问题，项目经理首先应该怎么做？
<br>A. 收集由团队执行的活动和任务的相关信息。
<br>B. 将工作委托给高级团队成员，让其担任主管。
<br>C. 将所有队员成员的工作分成相等的部分。
<br>D. 提供培训，以便团队成员可以处理额外的工作。
`, answer: "A", tips: `按照 100%原则创建 WBS，来确保既没有遗漏的工作，也没有多余
的工作。WBS 中的每个工作包都需分解成活动，以便通过这些活动来完成相应的可交付成
果。选项 B、C 和 D 明显不正确。
`
  }, {
    question: ` 项目经理已经完成了收集干系人的需求工作，并且必须在即将召开的指导委员会会议提
交项目进度计划。在制定项目进度计划之前，项目经理应该做什么？
<br>A. 创建工作分解结构（WBS）
<br>B. 执行风险分析
<br>C. 估算项目成本
<br>D. 定义活动
`, answer: "D", tips: `在制定进度计划之前、收集需求之后，必须完成的是定义活动。选
项 D 是以选项 A 为基础的。
`
  }, {
    question: ` 项目经理在制定项目进度计划时，希望按照符合逻辑的方式排列任务顺序，并使
用至少有两年经验的承包商。项目经理应该查阅哪份文件？
<br>A. 里程碑清单
<br>B. 项目管理计划
<br>C. 活动清单
<br>D. 活动属性
`, answer: "D", tips: `活动属性可能包括活动描述、紧前活动、紧后活动、逻辑关系、提
前量和滞后量、资源需求、强制日期、制约因素和假设条件。
`
  }, {
    question: `在规划一本教科书的进度计划时，项目经理确定只有在所有章末问题均已编写完成后才能
完成一章内容。项目经理使用的是哪种依赖关系类型？
<br>A.完成到开始（FS）
<br>B.开始到开始（SS）
<br>C.完成到完成（FF）
<br>D.开始到完成（SF）
`, answer: "C", tips: `完成到完成（FF）是只有紧前活动完成，紧后活动才能完成的逻辑
关系。
`
  }, {
    question: `在一个软件开发项目的项目规划期间，已确定由企业工程团队将开发用于架构设计的一
个必要工具。这描述的是哪种依赖关系类型？
<br>A.外部依赖关系
<br>B.强制性依赖关系
<br>C.内部依赖关系
<br>D.选择性依赖关系
`, answer: "B", tips: `必要工具属于工作内在性质决定的强制性依赖关系。
`
  }, {
    question: `项目经理注意到团队成员正在进行未分配给他们的任务。若要解决这个问题，项目经理
应该怎么做？
<br>A.完成资源分解结构（RBS）
<br>B.审查执行、负责、咨询和知情（RACI）矩阵
<br>C.制定工作分解结构（WBS）
<br>D.执行根本原因分析
`, answer: "B", tips: `矩阵图能反映与每个人相关的所有活动，以及与每项活动相关的所
有人员，它也可确保任何一项任务都只有一个人负责，从而避免职权不清。RAM 的一个例
子是 RACI（执行、负责、咨询和知情）矩阵。
`
  }, {
    question: `审查和批准中间可交付成果所花费的时间过长，造成项目延期。项目经理应该怎么做？
<br>A.向关键项目相关方提交修订的项目进度计划
<br>B.审查执行、负责、咨询和知情（RACI）矩阵，并要求那些负责人解决问题
<br>C.与项目相关方一起召开阶段评审会议
<br>D.将该问题上报给项目发起人，让项目回到正轨
`, answer: "B", tips: `项目经理应该积极的心态解决问题，排除 A D ，规划资源管理工具
RACI 矩阵明确了项目资源在各个工作包中的任务分配，审查和批准时间过长，存在责任分
配不明确的嫌弃，因此 B 选项最合适。
`
  }, {
    question: `项目进入三个月时，项目经理注意到许多项目团队成员对其他团队成员
的工作给予负面评价。项目经理应该怎么做？
<br>A.让项目发起人领导一次团队建设活动
<br>B.向团队提供奖励，改善团队的协作
<br>C.在每周会议的议程中增加一项团队建设活动
<br>D.与团队一起审查团队章程
`, answer: "D", tips: `团队章程包含团队工作指南。团队价值观和工作指南为描述
团队的合作方式提供了架构。知识点：章节 9.4.1.2
`
  }, {
    question: `一个项目落后于进度，并超出预算。由于相关方压力增大，项目团队是在高压下工作，这
导致了质量经理与生产经理之间的冲突，每一方都为项目延误和成本超支而指责对方。项目
经理应该怎么做？
<br>A. 与两位经理会面，并要求他们立即结束冲突，以避免对项目造成负面影响。
<br>B. 与相关方讨论该情况，并遵照他们的建议处理冲突。
<br>C. 与两位经理的主管会面，讨论可能的行动。
<br>D. 查阅团队章程以了解如何处理这个冲突的指导方针。
`, answer: "D", tips: `排除 ABC：A 要求他们立即结束冲突，属于强制策略，不妥；B
与相关方讨论，违背不公开的原则；C 与他们的主管会面，违背了不升级的原则。
`
  }, {
    question: `项目开始时，项目发起人通知项目经理必须优先考虑成本控制。在规划期间，项目经理
确定由外部供应商制造的部件需求明确，不大可能发生变化。
项目经理应该对该供应商使用什么合同类型？
<br>A.总价加激励费用合同（FPIF）
<br>B.成本加激励费用合同（CPIF）
<br>C.工料合同（T&M）
<br>D.固定总价合同（FFP）
`, answer: "D", tips: `总价合同为既定产品、服务或成果的采购设定一个总价。这种合同应
在已明确定义需求，且不会出现重大范围变更的情况下使用。总价合同的类型包括了固定总
价(FFP)。
`
  }, {
    question: `对于一个长期的基础设施项目，由于全球商业环境，项目经理必须获得风险最小的供应
商。项目经理应该使用什么合同类型？
<br>A. 固定总价合同（FFP）
<br>B. 成本加固定费用合同（CPFF）
<br>C. 总价加激励费用合同（FPIF）
<br>D. 总价加经济价格调整合同（FP-EPA）
`, answer: "D", tips: `对于长期项目和全球商业环境，要获得风险最小（最优）的供应商，
应该采用总价加经济价格调整合同。
`
  }, {
    question: `一家组织正在签订一个重要的研发医疗保健项目，该项目的范围很可能会发生变化。由
于可能对患者产生影响，可交付成果的验收标准非常重要，需要聘请一个供应商来支持这个
项目。项目经理应该建议哪一种合同类型？
<br>A.总价加激励费用合同(FPIF) 
<br>B.成本加激励费用合同(CPIF)
<br>C.工料合同(T&M) 
<br>D.成本加奖励费用合同(CPAF)
`, answer: "B", tips: `要外包的项目范围可能发生变化，且验收标准非常重要（可能需要激
励），优先采用成本加激励费用合同。排除法：C 工料合同的特征词在题干里一般是“无法
编制准确的工作说明书 SOW”。
`
  }, {
    question: `项目经理加入一个项目，该项目具有可能会发生变更的高层级需求。项目经理识别到工
作说明书(SOW)包含一个粗略的预算估算。
项目经理应该为这项项目建议哪种合同类型？
<br>A.成本加奖励费用合同(CPAF) 
<br>B.总价加经济价格调整合同(FP-EPA)
<br>C.工料合同(T&M) 
<br>D.总价加激励费用合同(FPIF)
`, answer: "C", tips: `排除 ABD：题干没有描述奖励机制，排除 A；需求不确定则不采
用总价类合同，排除 B 与 D。
`
  }, {
    question: ` 创建项目章程的项目发起人需要已包含工作的成本估算。由于组织已经完成许多类似的
项目，发起人寻求项目经理的帮助。项目经理应该使用什么来创建适合的估算？
<br>A. 粗略量级估算（ROM）
<br>B. 自下而上估算
<br>C. 类比估算
<br>D. 专家判断
`, answer: "C", tips: `完成许多类似项目，有历史数据供参考，选择类比估算。
`
  }, {
    question: ` 对于一个新的硏发项目，必须估算一些有风险活动的成本。为确保高准确性，项目经理
应使用什技术？
<br>A. 参数估算
<br>B. 类比估算
<br>C. 质量成本（COQ）
<br>D. 三点估算法
`, answer: "D", tips: `通过考虑估算中的不确定性与风险，使用三种估算值来界定活动成
本的近似区间，可以提高单点成本估算的准确性。
`
  }, {
    question: `项目经理必须为一家初创公司的新产品开发计划创建一份切合实际的预算。在生成工作分
解结构（WBS）后，项目经理应使用下列哪一项来制定成本管理计划？
<br>A.参数估算
<br>B.三点估算
<br>C.自下而上估算
<br>D.类比估算
`, answer: "C", tips: `解析：自下而上估算是一种估算项目成本的方法，通过从下到上逐层汇总
WBS 组件的估算而得到项目估算。
`
  }, {
    question: ` 项目经理正在执行一个资源有限，期限严格的引人注目的项目。该项目目前落后于进度，
对资源平衡的审查显示，一些资源被过度分配。
<br>A. 重新分配来自另一个项目不必要的资源
<br>B. 为延迟的任务增加资源，并再次执行资源平衡
<br>C. 提出一项变更请求，以减少范围
<br>D. 计算关键路径以确定对项目的影响，并重新分配资源
`, answer: "D", tips: `进度落后，且资源被过度分配，可以考虑重新分配非关键路径上的
资源以解决问题。选项 B 说法自相矛盾。选项 C 不建议。应该先考虑选项 D，再考虑选项
A 从其它项目借用资源。
`
  }, {
    question: ` 项目经理资源有限，无法获得更多资源。项目经理应该使用什么技术来充分利用现有资
源，而不会令项目完成时间延期？
<br>A. 资源平滑
<br>B. 资源平衡
<br>C. 快速跟进
<br>D. 赶工
`, answer: "A", tips: `题干情景资源受限制，既要充分利用资源，又要使得项目不延期，
这是资源平滑。
`
  }, {
    question: `项目经理召开一次团队会议，评估可能影响关键路径的进度计划变更请求。项目经理建
议增加一名团队成员来满足该请求。项目经理建议的是哪项进
度压缩技术？
<br>A.快速跟进
<br>B.招募
<br>C.资源平衡
<br>D.赶工
`, answer: "D", tips: `赶工是通过增加资源，以最小的成本代价来压缩进度工期的一种技
术。
`
  }, {
    question: `项目经理需要在不对预算产生负面影响的情况下，加速一个进度计划落后的项目。项目
经理应使用什么技术？
<br>A.顺推法
<br>B.快速跟进
<br>C.赶工
<br>D.紧前关系绘图法（PDM）
`, answer: "B", tips: `快速跟进是一种进度压缩技术，将正常情况下按顺序进行的活动或
阶段改为至少是部分并行开展。
`
  }, {
    question: ` 一个项目从开始就有几个已识别的风险，这些风险在整个项目过程中不断发生变化，项
目经理必须确保进度和预算与这些风险的当前状态保持一致。
项目经理应使用什么工具或技术？
<br>A. 风险审计
<br>B. 偏差和趋势分析
<br>C. 储备分析
<br>D. 风险再评估
`, answer: "C", tips: `确保进度和预算与这些风险的当前状态保持一致，也就是要确定储
备依然合理。
`
  }, {
    question: `一个制造工厂施工项目现场发生地震。这影响到整个项目预算。
项目经理应该考虑什么类型的储备分析？
<br>A.应急储备
<br>B.管理储备
<br>C.项目储备
<br>D.基准储备
`, answer: "B", tips: `地震属于未识别风险，发生后需要管理储备来应对。
`
  }, {
    question: `执行一个施工项目期间发生地震。需要使用应急资金来实施重建程序。
项目经理下一步应该怎么做？
<br>A.执行储备分析
<br>B.与项目发起人开会
<br>C.审查风险登记册
<br>D.更新项目预算
`, answer: "A", tips: `根据题意可知，发生地震为已识别风险，需要使用应急资金来实施
重建程序，项目经理首先执行储备分析。储备分析是指在项目的任一时点比较剩余应急储备
与剩余风险量，从而确定剩余储备是否仍然合理。”
`
  }, {
    question: `项目章程批准之后，项目经理开始使用储备分析进行预算工作。哪些文件支持这项工作？
<br>A.项目资金需求、成本基准和项目储备计划
<br>B.范围基准、风险登记册和项目进度计划
<br>C.质量管理计划、项目资金需求和风险登记册
<br>D.范围基准、时间基准和批准的变更请求
`, answer: "B", tips: `进行预算工作，也就是在制定预算，哪些文件支持，也就是考的输
入。
`
  }, {
    question: `下列哪项是敏捷宣言的原则？
<br>A. 开发前期欢迎需求变化，敏捷过程处理变化为客户提供竞争优势
<br>B. 开发前期欢迎优先事项变化，敏捷过程利用变化为客户提供竞争优势
<br>C. 欢迎优先事项变化，即使在开发后期也一样，敏捷过程处理变化为客户提供竞争优势
<br>D. 欢迎需求变化，即使在开发后期也一样，敏捷过程利用变化为客户提供竞争优势
`, answer: "D", tips: `敏捷拥抱变化，利用变化为客户创造价值。
`
  }, {
    question: `以下哪个选项可以最好地表达敏捷宣言中的一条原则同时也表达精益中简化的方法？
<br>A 最大化不必要的工作
<br>B 尽早和持续的交付
<br>C 欢迎需求变更
<br>D 延迟决策
`, answer: "A", tips: `敏捷 12 原则中的第 10 条：“尽量做到简洁，尽最大可能减少不必要的工作。这是
一面艺术。”精益 7 大原则中之一：消除浪费 ，不必要的工作就是一种软件浪费；综合这里
两条，选 A
`
  }, {
    question: `下列哪一项最能描述敏捷的核心信念？
<br>A. 在进行软件评审时，最好的顾客反馈来自于项目将近结束之时
<br>B. 项目状态可以通过经常性审查已完成的计划里的项目里程碑反映出来
<br>C. 可工作的解决方案是看到工作进展最准确的方式
<br>D. 当团队成员在项目中扮演不同的角色时，可以利用独特的技能
`, answer: "C", tips: `敏捷强调每次迭代都能产生可工作的产品，使用可工作的软件产品来衡量和
管 理进度。
`
  }, {
    question: `一家产品开发公司正在从事一种消费品的工作。在 sprint 执行期间，一名关键干系人无
法提供反馈。团队应在什么时候收集这名干系人的反馈？
<br>A 在部署产品投入生产时
<br>B 在 sprint 回顾会上
<br>C 尽早
<br>D 在下一次 sprint 规划会议上
`, answer: "C", tips: `本题考点是敏捷 12 原则第一条我们最高目标就是通过尽早和持续地交付有价值的
软件来满足客户，所以选 C
`
  }, {
    question: `一个敏捷项目的团队成员遇到需要与干系人沟通并一起解决若干问题。若干问题。若要
最有效地沟通并解决这些问题，团队应该怎么做？
<br>A. 致电给干系人
<br>B. 给干系人发送电子邮件
<br>C. 与干系人面对面对面
<br>D. 与干系人召开视频会议
`, answer: "C", tips: `本题考点是敏捷 12 原则中的第 6 条：团队内部和各个团队之间，最有效的沟通方
法是面对面的沟通。A、B、D 都是瀑布的做法。
`
  }, {
    question: `如果要提高团队凝聚力，在沟通方面，以下哪一项是必需的?
<br>A. 团队领导评价
<br>B. 无恐惧气氛
<br>C. 个人确认
<br>D. 生产效率跟踪
`, answer: "B", tips: `团队领导要给团队创造一种安全的环境
`
  }, {
    question: `经理让两名项目经理来确定应聘那种方法用于即将开展的项目。经理解释说项目发起人
经常改变想法，但是仍然希望能够快速交付产品。其中一种项目尽力过在瀑布管理式管理方
面拥有丰富的经验，而另一名项目经理使用的是敏捷方法。为什么敏捷更适合这个项目？
<br>A. 因为它让项目发起人全权控制项目
<br>B. 因为它允许管理层监控项目
<br>C. 因为它采用增量式交付方法，并经常与干系人一起审查
<br>D. 因为它保证初始范围将全部完成
`, answer: "C", tips: `增量交付是敏捷方法的核心原则
`
  }, {
    question: `在精益流程中，聚焦在那个方面？
<br>A. 管理团队的效率
<br>B. 优化过程流中进行的工作
<br>C. 使用最优资源
<br>D. 在团队中交叉培训以消除瓶颈
`, answer: "B", tips: `精益的核心是消除浪费，通过分析价值流和限制 WIP 来减少浪费。B 中优化进行的
工作，就是限制 WIP，从而消除浪费。
`
  }, {
    question: `在 XP 中、分析、设计、编码和测试在什么时候进行？
<br>A.迭代的开始
<br>B. 每天
<br>C. 频繁滴
<br>D. 没有文档
`, answer: "C", tips: `XP 的 12 原则之一是持续集成、提倡高频率、快速的反馈。如果没有 C 选择 B，因
为有 C，频繁地比每天更贴切
`
  }, {
    question: `在运用 XP 时，持续集成的优点是
<br>A.减少测试的需求
<br>B.减少团队沟通和合作的需求
<br>C.支持运用软件集成对早期缺陷进行探测
<br>D.减少对客户反馈的需求
`, answer: "C", tips: `持续集成的极限编程（XP）原则是代码建立后即集成到完整代码库。由此集成后， 代
码库和整个系统即建成和测试完成。持续集成只是提高快速软件交付和集成缺陷早期探测的
一个极限编程的原则。持续集成理论上是指随时有可发布的工作产品。
`
  }, {
    question: `在回顾会议上，燃尽图显示项目落后于进度计划，项目团队意识到是因为一名经验不足
的敏捷工程师造成团队速度下滑。项目团队应该如何解决这个问题？
<br>A.在回顾会议上建议结对编程
<br>B.要求产品负责人在下一次回顾会议上重新排列用户故事的优先级
<br>C.在下一次迭代计划会议上，和团队成员提前估计故事点数
<br>D.在下一次迭代计划会议上，分配少的简单的故事给经验不足的敏捷工程师
`, answer: "A", tips: `结对编程的过程中，可以由资深的工程师带领经验不足的工程师一同工作，快速提
高团队整体水平
`
  }, {
    question: `一个项目的编码已经完成，然而，团队未能检测到一些缺陷。今后，敏捷团队应该怎么
做才能避免这种情况？
<br>A. 在 sprint 开始前确定编码和测试的验收标准
<br>B. 确保开发人员听过缩短迭代时间长度来创造更详细的代码
<br>C. 使用需求跟踪矩阵，提供返回技术规格的透明性
<br>D. 测试团队增加资源，确保开发理想的测试用例
`, answer: "A", tips: `本题考点是 TDD，即测试驱动开发，在编写某个功能之前编写测试用例，然后只编
写使测试通过的功能代码，通过测试来推动整个开发的进行，所以选 A。B 中关键字"更信息
的"，敏捷不提倡"更详细"，所以不选 B，C 中关键字"需求跟踪矩阵"是瀑布中的名字，在敏
捷中不提倡，所以 C 不对，D 中增加资源，所以 D 不正确
`
  }, {
    question: ` 在将新产品推向市场之前，团队需要所有的特性和功能在客户验收测试期间获得 97%的
合格率，需要实现这个目标，团队应该采取哪个步骤？
<br>A. 遵守计划驱动的测试过程。
<br>B. 批准和调试代码需要四天。
<br>C. 实施高预测性测试过程。
<br>D. 使用测试驱动的开发（TDD）实践。
`, answer: "D", tips: `对于测试结果有明确要求，利用测试驱动开发（TDD），开发工作围绕着
测试通过这个目标进行。
`
  }, {
    question: `仆人式领导角色在团队中做出了哪些关键贡献？
<br>A. 定义迭代待办事项的内容
<br>B. 为团队成员消除障碍
<br>C. 向团队成员分配工作
<br>D. 创建工作项估算
`, answer: "B", tips: `仆人说领导也成为服务型领导，为团队提供支持，消除干扰，排除障碍。
`
  }, {
    question: `敏捷团队正处于项目执行中，其中一名项目发起人向产品负责人报告，项目的一个中心
部件对用户不重要，团队已经完成该部件的 25％，且该部件包含在批准的范围中，属于项
目的一个重要部分，产品负责人下一步应该怎么做？
<br>A.在获得变更控制委员会 CCB 批准之后中止该部件的工作
<br>B.停止开发该部件
<br>C.继续开发该部件
<br>D.让项目发起人提交一份正式批准，中止该部件的工作
`, answer: "B", tips: `产品负责人是客户的一个代言人，他可以自己决定停止开发，既然对于用户并不重要，
那就可以停止，干扰项是 D
`
  }, {
    question: `谁可以决定某一事项已完成？
<br>A.产品负责人同意该事项完成
<br>B.项目发起人和团队同意该事项完成
<br>C.客户和产品负责人同意该事项完成
<br>D.团队和客户接受用户故事
`, answer: "A", tips: `是否完成是由产品负责人（客户代表）来决定的。
`
  }, {
    question: `由于缺乏产品所有者对用户故事的澄清，导致团队效率下降，敏捷教练应该怎么做？
<br>A.从另一名团队成员获得澄清，因为团队是自主性的
<br>B.与团队沟通，获得所有澄清是他们的责任
<br>C.告诉团队他们应在迭代开始时解决所有问题
<br>D.告诉产品负责人他们负责提供澄清
`, answer: "D", tips: `与产品负责人进行沟通，由产品负责人针对用户故事进行讲解说明，解决团队效率
下降的问题。
`
  }, {
    question: `团队在与客户接治方面有困难，客户几乎不回应问题，经常缺席迭代和评审和演示，但
是仍然期望产品按时交付并满足期望，敏捷项目管理师应该怎么做？
<br>A.教育客户积极参与的重要性
<br>B.让团队使用专家判断做出有根据的决策
<br>C.停止开发，执行需求收集
<br>D.要求产品负责人获得必要的客户反馈
`, answer: "A", tips: `从敏捷理念出发，客户参与对于项目成功至关重要。D 的做法仅仅要求产品负责人
与客户联系，并不能从根本上解决问题，即敏捷需要干系人具有直接沟通，互动的理念。A 
教育可能会产生一些疑惑，但是敏捷专业管理师有责任传播敏捷理念给干系人。
`
  }, {
    question: `下面哪一个不是敏捷项目经理的特征？
<br>A.对于团队成员进行每日的管理
<br>B.对于团队的不同阶段假设不同的领导力类型
<br>C.允许团队管理
<br>D.引导合作
`, answer: "A", tips: `敏捷教练需要避免微观管理
`
  }, {
    question: `一名团队成员在站会上迟到，团队绩效降低，敏捷项目经理应该怎么办？
<br>A.指示另一名团队成员确定原因
<br>B.将该团队成员从团队中开除
<br>C.等待该团队成员请求一次会议
<br>D.接洽该团队成员，以确定如何提供支持
`, answer: "D", tips: `敏捷强调主动、面对面地沟通
`
  }, {
    question: `由于一个技术难点，一名敏捷团队成员对完成任务有困难，该名团队成员应该怎么做？
<br>A.与 scrum 主管一起解决这个问题
<br>B.请求团队领导协助
<br>C.咨询另一名团队经理
<br>D.在下一次站会上讨论该问题
`, answer: "A", tips: `Scrum 主管职责就是负责移除障碍，站会不具体讨论问题。
`
  }, {
    question: `过渡到敏捷方法的一家公司管理层强制制定召开每日站会的具体时间，敏捷团队领导应
如何应对？
<br>A.向管理层说明团队的基本规则属于团队
<br>B.邀请管理层参加站会，抗议这项强制规定
<br>C.执行管理层强制规定的会议时间
<br>D.要求管理层根据工作量规定会议时间
`, answer: "A", tips: `向管理层解释，团队的基本规则由团队自己制定，属于团队
`
  }, {
    question: `最新投入的一个产品受到上级管理层的极大关注，他们直接通过电邮和电话联系开发团
队成员表达对产品的期望，在一次站会上，团队表达了他们的问题， Scrum 主管应该怎么
做？
<br>A.询问产品负责人如何处理上级管理层的期望
<br>B.要求开发团队忽略电邮和电话
<br>C.让产品负责人把这些请求作为高优先级，键入产品待办列表中
<br>D.亲自回复上级管理层的电话和电子邮件
`, answer: "A", tips: `产品负责人对项目应该完成哪些工作负最终责任，需要寻求产品负责人的帮助， 希
望产品负责人能够针对项目情况合理管理领导层的对产品的期望
`
  }, {
    question: `在计划会议上，敏捷项目管理师注意到一些团队成员无法达成共识，敏捷项目管理师应
该怎么做？
<br>A.询问团队他们是否需要采用替代技术
<br>B.和团队共同创建一份参考文件，设置参与指南
<br>C.要求 scrum 主管在每日站会上解决该问题
<br>D.在迭代结束时在经验总结会上收集反馈
`, answer: "B", tips: `敏捷项目管理师应该鼓励团队达成共识，由团队共同探讨出做事方法。站会无法解问
题，回顾会上讨论太迟了。
`
  }, {
    question: `团队成员对使用某种特定敏捷技术意见不一致，团队应该怎么做？
<br>A.使用与其他团队相同的方法，确保获得常用的词汇表
<br>B.选择常用的方法，以便确保成本节约
<br>C.通过讨论以获得一致同意去选择一种方法
<br>D.使用一种组织管理层使用的方法
`, answer: "C", tips: `授权团队并鼓励团队达成一致；
`
  }, {
    question: `一名团队成员提出完成团队目标的新方法，敏捷项目管理师应该怎么做？
<br>A.作为一个团体，来决定是否应用新方法
<br>B.与该团队成员一起合作来决定是否采用新方法
<br>C.让该团队成员决定是否采用新方法
<br>D.与管理层沟通决定是否采用新方法
`, answer: "A", tips: `团队一起了解新方法，一致决策是否应用新方法。
`
  }, {
    question: `在一次团队会议上，属于主题专家（SMEs）的成员提到他们不断为重复任务工作，导致
工作士气下降，敏捷项目管理师应该怎么做？
<br>A.组织一次团队建设活动，提高团队士气
<br>B.让团队成员结对工作，互相学习，并研究新技术
<br>C.让团队成员执行其活动的价值流分析
<br>D.为团队添加更多资源，鼓励完成任务
`, answer: "C", tips: `价值流分析聚焦于发现工作中的浪费，提高增值活动的比例，做到持续改进。鼓励团
队开展活动有助于提升团队士气，自行找到解决方法
`
  }, {
    question: `团队已经分成两个独立工作的小组，为同一个问题提供不同的解决方案，敏捷团队领导
应该鼓励两个小组如何处理这种情况
<br>A.通过竞争增加工作输出和解决方案多样化
<br>B.跟踪这个问题，并评估项目完成的风险
<br>C.分享进展情况，并使用减少孤岛思维区域的方法
<br>D.添加用户故事，以便加强沟通
`, answer: "C", tips: `独立工作的小组在敏捷中是不建议竞争的，鼓励沟通协助，去完成工作
`
  }, {
    question: `Scrum 团队的成员对使用看板的另一个团队不断有误解，两个团队应该怎么做？
<br>A.通过每个团队的领导沟通，确保达成共识
<br>B.通过使用详细的电子沟通确保记录各种决策
<br>C.让部门负责人标准化单一敏捷方法
<br>D.讨论选择不同方法的理由，并制定一份常见词汇表
`, answer: "D", tips: `在团队内或者团队间沟通很重要，虽然个体持有不同的观点，通过积极主动的沟通，
可以各抒己见，求同存异，前三项不符合敏捷思想。
`
  }, {
    question: ` 什么时候适合使用探针（Spike）解决方案？
<br>A. 迭代中的商业要求模糊或不明确
<br>B. 很好地理解了一项技术并投入使用了一段时间，但需要调试一个问题
<br>C. 没有足够的时间重构代码，但有一个具体的问题需要解决
<br>D. 有一个具体的技术问题需要解答，一旦解答之后就立即停止使用 Spike
`, answer: "D", tips: ` 探针 Spike，又称为探测故事，主要用于对一项技术风险比较大的工作单独安排一
个用户故事或任务，进行预研工作，了解其可行性。探针故事的目的不是要实现该特性
`
  }, {
    question: `项目干系人希望知道某个特定功能是否将包含进下一个发布版本中，为解决这个需求敏
捷项目经理应该怎么做？
<br>A.向项目团队增加资源，提高效率，并确保满足项目承诺
<br>B.按团队效率分割功能大小，并向干系人承诺
<br>C.重新组织项目团队结构，尽可能提高效率，并提高交付频率
<br>D.根据团队的效率和速度，沟通功能的优先级排序
`, answer: "D", tips: `每一次迭代是按照优先级进行排序的，要想知道某个功能是否包含在下一次迭代中，
就看一下优先级顺序。
`
  }, {
    question: `项目干系人已经为一个新的敏捷项目和项目团队制定了目标，下列哪一项应确保团队和
项目干系人的目标保持一致
<br>A.定期沟通干系人和团队目标、期望
<br>B.干系人提供的完成目标激励资金
<br>C.沟通由产品负责人制定的目标
<br>D.团队在回顾会议中评审目标
`, answer: "A", tips: `应当采用定期和干系人以及团队成员沟通目标和期望的方式
`
  }, {
    question: `如果一名主管请求获得有关某个 sprint 状态的信息，产品负责人应该怎么做？
<br>A.指示该主管参加一次站会
<br>B.安排一次与主管的面对面，一对一会议
<br>C.为该主管创建具有请求信息的演示
<br>D.指导主管查看信息看板
`, answer: "D", tips: `信息看板展示 sprint 状态
`
  }, {
    question: `由于职能经理分配的任务，跨职能团队中一名敏捷团队成员不能完成委派任务。Scrum 主
管应该怎么做？
<br>A.解雇该团队成员
<br>B.与职能经理讨论该情形
<br>C.向项目发起人举报职能经理
<br>D.要求职能经理遵守项目章程
`, answer: "B", tips: `其他选项说明是不可取，做法太激进，太强硬。
`
  }, {
    question: `在一次团队计划会议上，团队建议变更，增加产品价值，但需要额外工作并会影响进度
计划，敏捷团队领导应该怎么做？
<br>A.重新估算项目
<br>B.按初始计划完成产品
<br>C.尝试包含尽可能多的变更
<br>D.要求产品负责人批准继续
`, answer: "D", tips: ` 对于增加的额外的工作量是否增加了产品价值，只有产品负责人最有发言权，所以
这种变更需要经过产品负责人的批准，再决定是否继续。
`
  }, {
    question: `一家公司搬迁到新的办公空间，正在确定办公室的最佳配置，管理层团队还在考虑采用
敏捷过程，敏捷项目管理师应提供什么建议？
<br>A.安排办公空间，让开发团队集中办公，将信息发射源（information radiation）放置在中
间
<br>B.隔离每个开发团队，减少所有外部干扰
<br>C.确保管理层理解隔离需要，可让他们专心致志
<br>D.定义将要使用的敏捷方法，并根据敏捷方法设计办公室配置
`, answer: "A", tips: `A 集中办公，方便交流沟通，提高工作效率。
`
  }, {
    question: `敏捷项目团队完成初始计划（initial plan）和蓝图（drawings）后，下一步该怎么做？
<br>A.安排站会，保持团队速度
<br>B.跟踪迭代，并根据需要重新规划
<br>C.通过对计划和图纸的评审会议，收集客户反馈
<br>D.在客户评审之后，最终确定详细的设计和图纸
`, answer: "B", tips: `敏捷中采用滚动式规划、逐步完善的方式进行，所有要跟踪迭代，并根据需要重新规
划；C 选项并没有这样的一个评审会议；A 可能是下一步要做的事情，但是相对而言 B 更
贴近题干想表达的意思。
`
  }, {
    question: ` 对于 Scrum，每一个迭代应该产出
<br>A. 潜在可发布的产品功能增量
<br>B.一组产品需求规范和文档
<br>C.一个可测试、可衡量的产品功能发布
<br>D.一个可测试的产品功能增量
`, answer: "A", tips: `每个迭代产出应该是可用的产品功能，这些功能可以交付，但是不一定交付，因此，
是潜在的可交付产品增量
`
  }, {
    question: `价值映射图这个工具是为了找出
<br>A.整个流程中的浪费
<br>B.最高价值的产品功能
<br>C.最高价值的团队交互方式
<br>D.项目中最大的风险
`, answer: "A", tips: `价值映射图将项目工作可视化，找出整个流程中哪些节点是增值活动、哪些节点是
非增值活动，以最大限度地消除浪费。
`
  }, {
    question: `公司的一名关键者正在领导公司的敏捷转型。应制定哪一项作为新团队共同愿景的组成部
分？
<br>A. 使命宣言
<br>B. 基本规则和冲突管理框架
<br>C. 详细的过程指南，以及问题升级上报的组织结构
<br>D. 共同的价值观、工作规则和协议
`, answer: "D", tips: `敏捷包括两类愿景，一是产品愿景，二是团队愿景（团队章程）。团队愿景
主要是共同的价值观，协作规则和其他必要的协议。
`
  }, {
    question: ` 功能驱动型开发团队的一名团队成员发现，缺失的基本需求将妨碍 sprint 目标的实施。
该团队成员应该怎么做？
<br>A. 立即开始此需求的执行。
<br>B. 将缺失的需求推迟到下一次 sprint。
<br>C. 创建用户故事并将缺失的需求更新到产品待办列表中。
<br>D. 修改当前用户故事，包含缺失的需求。
`, answer: "C", tips: `缺失的功能需求首先要先加入产品待办事项列表中，功能驱动开发模式 FDD 
没有产品负责人这个角色，由团队创建用户故事并加入待办事项列表。
`
  }, {
    question: ` 敏捷团队正在努力解决一个问题。一名团队成员提到另一个团队解决了一个类似问题，
但是无法获得经验教训文件。敏捷管理专业人士应该怎么做？
<br>A. 鼓励团队独立找出解决方案。
<br>B. 与该团队合作，创建一个在整个公司传播团队知识的解决方案。
<br>C. 建议所有敏捷团队每周分享他们的项目报告。
<br>D. 建议聘请外部专家就在团队之间分享知识的最佳方法提供建议。
`, answer: "B", tips: `重点在于整个公司可以共享的解决方案。C 项目报告生成过多文档不是敏
捷推荐的做法。
`
  }, {
    question: ` 在考虑对项目的影响时，在干系人名单中敏捷项目经理应给予哪位最高优先级？
<br>A. 能够妨碍项目实现目标的干系人
<br>B. 能够延迟项目的干系人
<br>C. 能够妨碍项目按预算交付的干系人
<br>D. 能够像朋友一样工作并帮助准备干系人名单的干系人
`, answer: "A", tips: `能够影响项目目标的干系人需要重点管理。
`
  }, {
    question: `团队发现了一个突破性产品，而尽早的市场交付对于该产品至关重要。这项工作被分解为
首先构建框架，然后添加功能。团队决定使用为期三周的 sprint 构建框架，然后切换到为
期两周的 sprint 添加功能。团队和管理层应该怎么做？
<br>A. 将 sprint 周期调整到正确的工作大小。
<br>B. 创建持续时间相同的 sprint，分解工作。即使未能达到完成标准，并且由于已知且已包含相关风险而给予例外。
<br>C. 同时对框架和功能开展工作，让 sprint 具有相同的持续时间。
<br>D. 重新审视产品愿景和路线图，将工作分解成几乎相同大小的部分，尽可能早地交付功能。
`, answer: "C", tips: `题干描述的“首先构建框架，然后添加功能”是传统瀑布，并非敏捷。另
外迭代周期应该稳定。选项 A 说法不妥，迭代周期不是根据工作大小而调整的。选项 B 后
半句明显错误。选项 D “分解成几乎相同大小的部分”错。
`
  }, {
    question: ` 一家公司最近采用敏捷实践，团队成员感受了转型影响。若要确保项目干系人和管理人
员接受敏捷实践，敏捷教练应该怎么做？
<br>A. 用即将到来的 sprint 说明敏捷概念。
<br>B. 建立密切的工作关系并确定培训机会。
<br>C. 召开会议来描述敏捷过程。
<br>D. 让第一次项目发布作为提高生产力的一个例子。
`, answer: "D", tips: `敏捷强调价值优先，在项目中实实在在地体现价值是让干系人接受敏捷最
有效的方式。
`
  }, {
    question: ` 最近，开发团队对从公司主管处收到有关产品发布的电子邮件和电话数量表示担忧。
scrum 主管应该怎么做？
<br>A. 通知开发团队忽略电话和电子邮件。
<br>B. 与产品负责人一起，转达主管的问询。
<br>C. 让产品负责人将这些请求作为高优先级录入产品待办事项中。
<br>D. 让 scrum 主管将这些请求作为高优先级录入产品待办事项中。
`, answer: "B", tips: `敏捷团队主管保护开发团队免受外部干扰，扫清妨碍团队生产效率的一切
障碍，使得团队成员保持专注。
`
  }, {
    question: ` 产品负责人正在为未来 5 年制定产品路线图，包括每年发布一个产品。产品负责人希望
详细估算第一年，以便能够做出更好的外部承诺。产品负责人应该怎么做？
<br>A. 要求团队分解待办列表并估算后面 3 次发布。
<br>B. 与团队合作，创建第一次发布之外的粗略估算。
<br>C. 要求团队详细分解下一次迭代和剩余持续实践的粗略估算。
<br>D. 要求团队分解前 3 次发布，并随着时间的推移删除或添加估算。
`, answer: "C", tips: `1 年的计划无法实施详细的计划，应遵循近期详细、远期粗略的规划。
`
  }, {
    question: ` 一个工程机构将其项目管理方法改为敏捷。 那么实现这种转变的最佳方式是？
<br>A. 让团队经理每天监控其团队进度。
<br>B. 让一个高级主管负责领导这次转变。
<br>C. 快速过渡，开始在所有项目中使用敏捷。
<br>D. 由 CEO 颁布在所有项目中转向敏捷的文件。
`, answer: "B", tips: `敏捷推行中获得高管支持是必须的。A 是瀑布型的做法.C 与 D，应该使用敏捷方法（增量）来推行敏捷
`
  }, {
    question: ` 在交付某个产品功能的迭代过程中，干系人要求提供不包含在计划工作范围内的一项新
功能。该干系人威胁说，如果该新功能未包含在当前迭代中，将会把问题升级上报给高级管
理层。若要解决这个问题，敏捷管理专业人士应该怎么做？
<br>A.与该项目干系人开会，讨论现在仅实施部分新功能。
<br>B. 与团队和产品负责人合作，重新确定此新功能的优先级。
<br>C. 要求该项目干系人获得高级管理层的批准。
<br>D. 向高级管理层请求指导。
`, answer: "B", tips: `对于干系人提出的新要求，首先要做的是与产品负责人讨论，确定该新需
求的优先级。产品负责人对于产品功能及其优先级负责。
`
  }, {
    question: ` 敏捷项目团队正在创建一个项目的发布计划。发布计划应包含哪些信息？
<br>A. 为完成每个任务或故事而将执行的一系列详细活动。
<br>B. 开发人员的概要任务，指出他们需要工作的用户故事。
<br>C. 需要在特定版本中开发的故事详细视图、估算和验收标准。
<br>D. 对可能开发什么以及在什么时间范围开发的粗略视图和期望。
`, answer: "D", tips: `发布计划相对迭代计划是较粗略的，A 和 B 针对任务级别过于详细，C 是
迭代计划的相应详细程度。
`
  }, {
    question: `敏捷项目经理应该提供什么来激励团队？
<br>A. 让团队成员能自由专注于他们个人感兴趣的工作环境
<br>B. 团队成员可以找到自身动力的环境
<br>C. 奖励和评估
<br>D. 更多休假时间和股票期权
`, answer: "B", tips: `敏捷注重提供良好的环境，减少对成员的障碍，发挥成员的潜力。A 环境
重点不在于个人兴趣，而是减少工作的干扰，促进协作。
`
  }, {
    question: ` 一名位于国外的团队成员推荐一种新的、基于网络的会议应用程序，将在不产生额外成
本的情况下改善通信。但本地团队反对应用程序，并倾向于面对面会议。敏捷管理专业人士
应该怎么做？
<br>A. 鼓励团队尝试新的应用程序，然后重新评估该应用程序。
<br>B. 解释新的应用程序未被所有团队成员批准并讨论替代解决方案。
<br>C. 确定什么应用程序最适合团队。
<br>D. 要求产品负责人决定哪个应用程序最适合团队。
`, answer: "A", tips: `国外的团队无法面对面交流，在线工具是一个合适的替代方案，应该鼓励
团队尝试新技术，同时也评估该程序，如何更好地运用在本地团队和远程团队之间。B 选项
不具备建设性，C 和 D 选项是自上而下的做法。
`
  }, {
    question: ` 一名敏捷团队成员的任务落后时，Scrum 主管应该怎么做？
<br>A. 将任务移交给在 sprint 中有余力的另一名团队成员。
<br>B. 让团队提供建议。
<br>C. 召开一对一会议，鼓励该团队成员履行任务承诺。
<br>D. 通知关键项目干系人。
`, answer: "B", tips: `自组织团队的理念，出现问题时首先邀请团队提供建议。
`
  }, {
    question: ` 一名新的敏捷团队领导从支持角度习惯性地参与工作，并使用信息发射源来确保所有行
动，消除对团队可见的障碍。敏捷团队领导正在做什么？
<br>A. 采用接收反馈的做法，促进团队改进
<br>B. 实行与敏捷团队合作的仆人式领导风格
<br>C. 建立协作式团队工作文化
<br>D. 遵循参与性决策模型
`, answer: "B", tips: `仆人式领导支持团队的工作，识别障碍，采取适当的行动帮助团队消除障
碍，同时减少不必要的状态汇报工作。
`
  }, {
    question: ` 敏捷团队必须为公司开发一个创新的移动客户应用程序以击败市场竞争对手。敏捷团队
领导需要制定一份计划并将其传达给项目干系人。敏捷团队领导应该怎么做？
<br>A. 创建一个详细大纲，包含功能项目化、任务开发、任务估算和项目里程碑。
<br>B. 要求开发团队执行一次 sprint 的技术“刺探”，以确定项目的可行性。
<br>C. 要求业务负责人根据业务价值添加或删除功能。
<br>D. 为未来版本中可以添加的功能制定概要大纲。
`, answer: "B", tips: `启动新项目首先要进行可行性分析，采用“刺探（探针）” 的手段进行试验而不是写详细文档计划，这是敏捷推荐的做法。
`
  }, {
    question: ` 敏捷团队的高级开发人员只能通过学习新技术和新流程的方式激励。但是，目前的项目
不需要任何新技能。敏捷团队领导注意到，高级开发人员变得很消极，花大量时间抱怨项目、
客户和其他团队成员。敏捷团队领导应该怎么做？
<br>A. 建议将高级开发人员分配到一个更具挑战性的项目。
<br>B. 要求高级开发人员开始为新的认证工作。
<br>C. 要求高级开发人员利用复杂的工具来更有效地开发代码。
<br>D. 建议高级开发人员指导团队的初级开发人员。
`, answer: "A", tips: ` 题目明确指出高级开发人员只能通过新技术新流程才可以得到激励，而本团队无需新技术或流程，从给定选项中判断，A 为最佳选择。
`
  }, {
    question: ` 一家公司开始实行敏捷实践，以便更好地接触全球客户和市场。在过渡期间，很多团队
都在与这个变化做斗争，因此影响士气。敏捷教练应该怎样做才能最好地利用敏捷实践并实
现高绩效？
<br>A. 与团队成员单独开会，为他们提供项目及其对组织带来好处的一个大蓝图。
<br>B. 与团队及其经理紧密合作，通过辅导、指导、教学和推进来识别和解决问题。
<br>C. 仅在团队层面教导，提供有关期望的信息，并帮助个人提升技能。
<br>D. 获得干系人对团队有效性的反馈，并与团队分享。
`, answer: "D", tips: `在敏捷初期激励团队的有效方式是来自干系人尤其是客户或高层的反馈，
如果可以看到功能/问题被更快更好地实现/解决，有助于群体推动实施敏捷。
`
  }, {
    question: ` Scrum-of-Scrums 会议的目标是什么？
<br>A. 通知管理层项目进度。
<br>B. 将所有 Scrum 团队的所有成员集合在一起。
<br>C. 协调多个 Scrum 团队的工作。
<br>D. 启动一个国际 Scrum 项目。
`, answer: "C", tips: `SoS 会议 Scrum 每日会多一项内容：1）已完成的工作；2）下一步工作设置；3）任何当前障碍；4）可能会阻碍其他团队的潜在未来障碍。
`
  }, {
    question: ` 若要避免项目中的短视问题，敏捷团队能够怎么做？
<br>A. 扩大其实践，包括规划和展望，快速识别未知事项。
<br>B. 用一周或两周的选代规划项目。
<br>C. 规划项目，并遵守项目时间表。
<br>D. 对多个方案进行长时间的实验，以确定一个或多个工作是否达到其满意程度。
`, answer: "A", tips: ` 敏捷对于迭代规划采用的是滚动式规划的方式，即近期一两个迭代详细规划，中远期相对粗略规划，“做一步、看两步”方式。
`
  }, {
    question: ` 下列哪一项描述了一个实现其最高绩效的敏捷团队？
<br>A. 团队成员在不需要监督的情况下相互理解。
<br>B. 团队成员相互适应，作为一个独立单元工作，不需要监督。
<br>C. 团队作为一个独立的单元运转，但需要监督。
<br>D. 团队自我管理，并将其全部注意力都放在绩效挑战方面。
`, answer: "D", tips: `高绩效团队的两个主要特点，一是工作方式自组织；二是设定挑战性目标，以实现绩效为根本目的。
`
  }, {
    question: ` 负责维护配电网的敏捷团队正在开发一个应用程序，该应用程序能在灾难发生时直接从
公众捕获故障和维护请求。首席信息官希望定期更新分发给整个组织的项目进度。若要完成
这项工作，团队应该使用哪一项？
<br>A. 信息管理会议
<br>B. 信息发射源
<br>C. 共享信息平台应用程序
<br>D. 管理信息系统(PMIS)
`, answer: "B", tips: `对于信息分享，敏捷推荐信息辐射源的做法，引导干系人主动查看信息辐射源了解项目状况。
`
  }, {
    question: ` 一个项目将由九名现有成员以及九名新成员组成的团队开始。scrum 主管觉得团队太大
了，想将其分解成三个团队。scrum 主管设定了一个制约因素，每个团队都拥有相同数量的
现有团队成员进行知识和经验分享。若要完成这项工作，scrum 主管应该怎么做？
<br>A. 向团队成员的职能经理寻求如何给团队成员分组方面的指导。
<br>B. 观察哪些团队成员在一起感觉比较舒服，然后进行相应的分配。
<br>C. 保证成员开始自我组织为具有有效技能分布的小团队。
<br>D. 根据 scrum 主管所了解的技能，将团队成员分配给各自的团队。
`, answer: "C", tips: `尊重团队的自组织原则，同时关注每个团队应具备较为均衡的技能。
`
  }, {
    question: ` 业务负责人要求敏捷管理专业人士提供一个中心位置，让项目干系人可以查找项目进展
的相关信息。敏捷管理专业人士应提供什么建议？
<br>A. 定期循环更新项目计划的详细版本。
<br>B. 维护在线团队协作网站，并将业务负责人重新定向到相同的网站。
<br>C. 与项目干系人定期举行一对一会议。
<br>D. 与项目干系人举行每日 scrum 会议。
`, answer: "B", tips: `使用信息发射源向干系人展示进展的相关信息。
`
  }, {
    question: ` 在当前 sprint 中，谁应该删除和记录出现的障碍？
<br>A. 项目经理
<br>B. 产品负责人
<br>C. 敏捷团队
<br>D. Scrum 主管
`, answer: "D", tips: `敏捷教练负责消除障碍。`
  }, {
    question: `1. 故事点数指的是
<br>A、一个用户故事的相对大小
<br>B、完成一个用户故事所需的时间
<br>C、用户故事在产品待办事项里的优先级
<br>D、一个用户故事的商业价值
`, answer: "A", tips: `故事点数是一个故事的相对大小，不是持续时间估算`
  },
  {
    question: `2.下列哪一项属于估算用户故事规模的技术
<br>A、专家判断
<br>B、计划扑克
<br>C、燃尽图
<br>D、看板扑克（KANBAN Poker）
`, answer: "B", tips: `计划扑克是敏捷估算故事规模的常用技术`
  },
  {
    question: `3.除了使用故事点来估算用户故事的相对规模外，敏捷团队还可如何估算用户故事规模？
<br>A、使用精确时间箱
<br>B、使用理想时间
<br>C、使用启发
<br>D、使用理想速度
`, answer: "B", tips: `除了使用故事点来估算用户故事的相对尺码外，敏捷团队还可使用理想时间。理想时
间代表时间量，即不受会议，个人生活，非工作日或其他拖延，障碍和分心的干扰的情况下，
相对于待办事项中其他用户故事，单独个人建立，测试和发布用户故事所花的时间。`
  },
  {
    question: `4.对客户来说，线框图描述了什么？
<br>A、一个完成的产品设计
<br>B、一个显示主题，层次和预期功能的设计理念
<br>C、一个竞争对手者的设计
<br>D、一个关于在迭代过程中需完善的剩余故事点的图表
`, answer: "B", tips: `在敏捷设计流程中，原型有助于客户了解当前设计状态。3 种常见的原型是 HTML，书面（即概述）和线框。
线框是用户界面的概述，确认它的内容，设计和设计功能，常是黑白色，剔除细节性的图片
和图像。线框可在纸上，白板或者软件上创作。`
  },
  {
    question: `5、下面哪一项定义了将故事或特征分拆到更小、更容易估算的部分的方法？
<br>A、分解
<br>B、解聚
<br>C、主题
<br>D、史诗
`, answer: "B", tips: `将故事进行拆分，使用的是解聚的方法。解聚与分解的区别在于解聚的结果仍然是完
整的故事，而分解是把故事拆分成了任务，每个任务不再能够独立实现某一特性。`
  },
  {
    question: `6、敏捷估算是基于什么的
<br>A、与项目管理计划相适应的工作分解结构 WBS
<br>B、一个有纪律性的迭代进度计划、这些迭代进度逐渐提高可预测性，同时适应变更
<br>C、同以前的敏捷项目进行标杆对照而来
<br>D、初始的资源估计、包括可用的资源数量、可用的时长等
`, answer: "B", tips: `敏捷估算来源于从不断迭代中获取的实际结果，每轮迭代都会提高可预测性`
  },
  {
    question: `7、一般来说，一个敏捷项目是怎样估算的
<br>A、横向和纵向
<br>B、自下而上
<br>C、自上而下
<br>D、自上而下和自下而上
`, answer: "C", tips: `当估计敏捷项目，常用类比估算，它属于自上而下的估算方式。敏捷并不推荐在事先
做非常详细的估算，鼓励适当的估算精确度，尽早开始探索实际工作。`
  },
  {
    question: `8、基于价值的分析的其中一个技术是
<br>A、MoSCoW
<br>B、SMART
<br>C、WIDETOM
<br>D、INVEST
`, answer: "A", tips: `基于价值的分析致力于了解由客户定义的价值与产品中的不同部分如特性和任务之间
的关系是如何的。特性通常以基于价值和风险的优先级得到优先处理。通过风险-价值指标
和成本-价值指标，使用 MoSCoW 或 Kano 方法可执行优先级。`
  },
  {
    question: `9、一般来说，怎样考虑故事点和价值点？
<br>A、故事点代表质量，价值点代表价值
<br>B、故事点代表成本，价值点代表收益
<br>C、故事点代表质量，价值点代表收益
<br>D、故事点代表故事价值，价值点代表产品价值
`, answer: "B", tips: `总的来说，故事点能被看作开发一个用户故事的成本，价值点能看作开发用户故事的
收益。`
  },
  {
    question: `10、优先处理用户故事时考虑的重点因素是
<br>A、价值，风险和难度
<br>B、价值，成本和难度
<br>C、价值，风险和便利
<br>D、价值，成本和风险
`, answer: "D", tips: `价值，成本和风险是优先处理用户故事时考虑的重点因素。价值高，成本低，风险
高的故事需要优先考虑。`
  },
  {
    question: `11、以下哪个是对优先级的最佳定义？
<br>A、基于价值对产品特征进行矢量排序
<br>B、基于价值对产品特征进行标量排序
<br>C、基于价值对产品特征进行固定排序
<br>D、基于价值对产品特征进行相对排序
`, answer: "D", tips: `敏捷团队必须时常处理产品待办事项里的产品特性优先级问题。从发布计划到迭代
计划，敏捷团队必须优先处理产品的用户故事/特性来确保高质量和高价值的特性优先得以
开发，以此帮助带来乐观和较早的投资收益。
敏捷团队往往在相对价值和风险方面优先处理需求或用户故事/特性；价值由客户决定（即
客户-价值优先级）。
两个处理产品优先级的常用方法是：MoSCow 和 Kano。MoSCoW 方法将产品特性分为“必
需含有”，“应该含有”，“可以含有”和“会含有”四类。
而 Kano 方法将特性分为“必须含有（开端）”，“不满足因素”，“满足因素”和“愉悦因素”。
“必需含有”是指必需含有的特性。
“不满足因素”是指反过来影响感知价值而应该移除的特性。
“满足因素”是指此类因素越多客户越满意，能够正相关地增加感知价值的特性，但并不是
必需的。
“愉悦因素”是指能指数型地增加感知价值来满足客户的特性。依据风险来优先处理特性，
可运用风险-价值指标。
风险-价值指标含 4 个象限，横轴表示价值，竖轴表示风险。用户故事被分配到其中一个分
类/象限：低价值，低风险；低价值，高风险；高价值，低风险；高价值，高风险。
成本-价值指标同样可用这种方式形成。
敏捷中所有的优先化都是“相对的”，也就是说一个用户故事只是相对优先于其他用户故事，
而非在固定规模上得到优先处理。`
  },
  {
    question: `12. 组织正在经历从瀑布模式到敏捷开发的转变。该组织计划逐步采取“混合敏捷”开发过
程。项目经理受聘来领导组织转变和产品开发。项目经理下一步该怎么做？
<br>A、 建立工作授权和工作分解结构（WBS）。
<br>B、 避免微观管理和日常管理。
<br>C、 让干系人参与，并定制过程。
<br>D、 形成小工作组和孤岛。
`, answer: "C", tips: `本题的考点在于同干系人共同协商最合适的敏捷做法。A 选项中的 WBS 
不是敏捷里的工具，B 选项与题意混合敏捷相关性不大，D 选项孤岛式做法是不推荐的`
  },
  {
    question: `13. 业务负责人要求敏捷管理专业人士提供一个中心位置，让项目干系人可以查找项目进展
的相关信息。敏捷管理专业人士应提供什么建议？
<br>A、 定期循环更新项目计划的详细版本。
<br>B、 维护在线团队协作网站，并将业务负责人重新定向到相同的网站。
<br>C、 与项目干系人定期举行一对一会议。
<br>D、 与项目干系人举行每日 scrum 会议。
`, answer: "B", tips: `在线协作网站也是一种信息发射源，干系人通过在线网站随时了解项目状
态。A 详细计划的做法不推荐，C 和 D 不利于随时查找项目信息。`
  },
  {
    question: `14. 产品负责人正在从事一个项目，但其中两名项目干系人的需求相反。产品负责人不确定要编写哪些用户故事，并希望让一名敏捷教练参与。在这个情景中，敏捷教练首先应该怎么做？
<br>A、 监督将编写用户故事的主题专家（SME）。
<br>B、 请求项目发起人安排召开一次故事编写研讨会。
<br>C、 开始使用旅程图独立编写用户故事。
<br>D、 与团队安排一次故事编写研讨会，定义需求。
`, answer: "D", tips: `需求定义不清时，通过会议增加干系人的参与度，共同研讨达成一致意见。
重点在于干系人共同参与而不是由个别人（如 SME）决定。研讨会（workshop）在 PMP 及
敏捷里一般都是正确选项。`
  },
  {
    question: `15. 一个敏捷团队的待办事项包含大量针对某个版本的工作项。产品负责人担心这些工作项
无法按时交付。敏捷管理专业人士应向产品负责人提供什么建议？
<br>A、 引导一次与项目干系人的会议，确定增值工作项，并对待办事项重新排列优先顺序。
<br>B、 引导一次与敏捷团队的会议，确定哪些工作项需要较少的实施工作。
<br>C、 向业务发起人请求获得更多敏捷团队资源。
<br>D、 与客户讨论变更发布日期。
`, answer: "A", tips: `待办事项大量时，应该优先级排序，首先开发最优先的功能。`
  },
  {
    question: `16. 一名公司高管要求敏捷管理专业人士提供建议确保项目干系人完全理解产品目标。敏捷
管理专业人士应提供什么建议？
<br>A、 沟通产品业务计划。
<br>B、 与关键干系人一起召开会议。
<br>C、 邀请项目干系人参加 sprint 规划会议。
<br>D、 制定产品愿景。
`, answer: "D", tips: `理解产品目标需要从产品愿景入手。产品愿景又称为章程。C 迭代计划
会议无法理解产品目标，只能理解下一个迭代的工作目标。`
  },
  {
    question: `17. 业务负责人正在尝试决定是否应该为他们的下一个项目采用敏捷方法。敏捷管理专业人
士应该怎么做？
<br>A、 告知他们敏捷方法对所有项目都有效。
<br>B、 向他们提供核心敏捷原则，将业务目标和客户需求联系起来。
<br>C、 让他们在做出决定之前查看推荐的敏捷图书。
<br>D、 向他们展示敏捷项目可以增加收入并且减少成本。
`, answer: "B", tips: `敏捷方法并不是适合所有项目，也不是解决任何问题的灵丹妙药（银质子
弹）。同时敏捷实践的方法也多种多样。最佳做法是向人们提供敏捷原则，其中最关键的原
则就是聚焦客户需求和业务目标，也就是价值导向的原则。`
  },
  {
    question: `18、John 和 Joseph 工作在同一间屋子。John 正在编程，Joseph 正在和 Kim 讨论问题。
John 听到/他们的谈话，并且得到了信息，知道 Joseph 和 Kim 谈论的一些想法。这种类
型的沟通
被叫做？
<br>A、推动式沟通
<br>B、渗透式沟通
<br>C、拉动式沟通
<br>D、积极倾听
`, answer: "B", tips: `这是一种典型的渗透式沟通方式，这种沟通方式效率比较高，敏捷鼓励集中办公，
增强渗透式沟通方式的运用。`
  },
  {
    question: `19. Sprint 的速度低于预期，敏捷团队成员应该怎么做？
<br>A、 限制团队成员和客户之间的沟通，以防止不必要的焦虑。
<br>B、 管理沟通，以重置相应团队成员和干系人的期望。
<br>C、 管理几名团队成员和客户之间的沟通，让他们可以将信息传达给其他团队成员。
<br>D、 引导团队成员之间的一对一沟通，以减少冲突和低效率。
`, answer: "B", tips: `敏捷倡导适应型规划，随着团队对于工作的深入认识，计划可以进行调整。
应该通过沟通，合理引导干系人的期望，C 的问题在于仅仅鼓励少数人与客户进行沟通，违
反敏捷倡导的多维度沟通的理念。D 团队一对一沟通并不是最佳沟通方式，同时冲突和低
效在题目中并没有体现出来。`
  },
  {
    question: `20. 高层管理人员希望基于一个由敏捷团队正在开发的救生产品来预测公司的未来发展。高
管们希望在下次股东大会上演示产品的特性和功能。敏捷管理专业人士应该怎么做？
<br>A、 邀请股东参加每日站立会议。
<br>B、 向高层管理人员提供演示。
<br>C、 为股东分享、发布和更新产品路线图和故事地图。
<br>D、 邀请高层管理人员参加每日站立会议。
`, answer: "C", tips: `题目重点在预测公司的未来发展，向股东和高层展示产品路线图和故事地
图更有助于提高对未来的预测能力。选项 B 演示产品是在产品评审会议时开展的活动，不
建议临时加入产品演示活动干扰团队正常工作。在迭代末演示会议上可以邀请相关干系人参
加。简单理解：预测未来发展——路线图。B 不妥，演示往往会形成讨论和反馈，并不是向
股东分享的好方式！除非为了收集需求`
  },
  {
    question: `21.敏捷团队需要客户提供的特定材料来测试某个功能。实施已完成并准备好部署，但客户
却未能提供必要的材料。敏捷团队应该怎么做？
<br>A、 在不进行测试的情况下部署产品。
<br>B、 将该问题上报给项目发起人。
<br>C、 在其他地方采购材料来完成测试。
<br>D、 将该问题记录在待办列表中，并向客户沟通对截至日期的影响。
`, answer: "D", tips: `将问题可视化，并促进问题的解决。`
  },
  {
    question: `22. 敏捷管理专业人士声明，最近的研究表明即将用于项目的一项新技术可能在大型项目中
有一些问题。敏捷管理专业人士应该怎么做？
<br>A、 为新风险计划一次探测。
<br>B、 将新风险包含在风险登记册中。
<br>C、 与团队一起评估影响和概率，并通知项目干系人。
<br>D、 与团队一起讨论可能的风险应对活动，并将其包含在待办事项中。
`, answer: "A", tips: `出现技术风险时，优先安排一次探测（探针/刺探）活动，开展一些必要
的实验工作，理解该风险。B 敏捷中没有风险登记册的概念，选项 C 概率和影响评估也不
是敏捷推荐的做法，敏捷强调开展行动才能更好地了解问题本身。`
  },
  {
    question: `23. 发现故事存在一个新的高度严重风险后，敏捷团队应该怎么做？
<br>A、 对当前迭代添加一个目标，完成减轻或控制该风险。
<br>B、 确保将包含该风险的故事添加进待办事项并确定优先顺序。
<br>C、 通过继续当前计划保持团队速度。
<br>D、 及时更新风险登记册，并要求聘请一名风险专家。
`, answer: "B", tips: `将风险事项添加进产品待办事项列表，与其他特性一起排序以决定在后
续迭代中何时处理该风险。`
  },
  {
    question: `24. 在最近一次公司董事会之后，项目干系人改变了他们的产品愿景并重新确立项目目标，
敏捷团队领导应该怎么将建议变更传达给团队？
<br>A、 向团队发送一封电子邮件，概述新产品愿景和目标。
<br>B、 根据新产品愿景和目标，开始规划下一次迭代。
<br>C、 更新发布计划，以纳入新产品愿景和目标所需的新投入水平。
<br>D、 召开项目团队会议，通过透明的沟通，确保了解新的产品愿景和目标。
`, answer: "D", tips: `采取透明的、面对面的沟通方式是敏捷沟通的特点。`
  },
  {
    question: `25. 敏捷管理专业人士应在何时向待办事项列表添加工作并要求产品负责人重新确定其优
先级？
<br>A、 当 sprint 速度高于预期时。
<br>B、 当 sprint 速度低于预期时。
<br>C、 当验收标准缺少信息时。
<br>D、 当干系人要求额外特性时。
`, answer: "D", tips: `当要求额外特性时，将其加入待办事项列表，需要 PO 重新排列现有的产品功能，以确定优先顺序。`
  },
  {
    question: `26. 由于技术能力差距和个性差异，一个敏捷团队的两名成员发生冲突，你允许团队自我调整；然而冲突继续并对团队士气和绩效产生负面影响。Scrum 主管下一步应该怎么做？
<br>A、 干预，直接解决冲突。
<br>B、 在下一次回顾会议上讨论该冲突。
<br>C、 要求两名成员解决冲突。
<br>D、 分析团队，看看这两名成员是否配合良好。
`, answer: "A", tips: `团队之间的冲突首先由当事人自行解决，如果不能有效解决，Scrum 主
管应该及时介入解决问题。B 的做法时效性不足。冲突已经出现，D 选项没有必要。`
  },
  {
    question: `27. 如果敏捷团队使用故事点集体估算 50 个故事的相对规模，敏捷团队使用的是哪一种估
算技术？
<br>A、 计划扑克。
<br>B、 记点投票表决。
<br>C、 亲和图。
<br>D、 斗伦体系
`, answer: "A", tips: `计划扑克是一种典型的使用故事点来估算用户故事相对规模的方法。C 亲
和图可能是指“亲和估算”`
  },
  {
    question: `28. 一名开发人员开始实施客户最近请求的一个功能，然而，该开发人员并未事前咨询项目
团队，团队应该怎么做？
<br>A、 确保该开发人员理解该功能必须由产品负责人确定优先级。
<br>B、 通知客户他们的请求未获得敏捷原则的支持。
<br>C、 支持该开发人员的决定，主动解决客户的需求。
<br>D、 在产品待办事项中添加该特性，而不进行进一步讨论。
`, answer: "A", tips: `产品待开发功能必须由产品负责人确认，并且给予相应的优先级。应该
帮助团队成员明确该要求。`
  }
]